[
  {
    "tag": "経営戦略・中期ビジョン",
    "input_sections": [
      {
        "page": 11,
        "text": "第２【事業の状況】\n１【経営方針、経営環境及び対処すべき課題等】\n\n(1)会社の経営の基本方針\n当社は、「お客様に信頼される企業、地域に愛される企業、社員が誇れる企業」を基本理念に掲げ、\n社会に貢献し続ける企業を目指しております。\n\n(2)中長期的な会社の経営戦略\n当社は、持続的な成長と中長期的な企業価値の向上を実現するため、建設事業の強化を中心に、\n技術力の向上、生産性の向上、働き方改革への対応、DXの推進、環境への配慮などに取り組んでまいります。\n\n(3)会社の対処すべき課題\n建設業界を取り巻く環境は、資材価格の高騰、人手不足、働き方改革関連法への対応など、課題が山積しております。\n当社は、原価管理の徹底、選別受注の推進、施工体制の強化、技術者の育成・確保、ICT施工の推進などにより、\n収益力の向上と持続的成長を図ってまいります。"
      }
    ],
    "expected_output": {
      "items": [
        {
          "item": "経営理念・パーパスについて、事業活動や意思決定と結びついた形で明確に示されているか。",
          "score": 3,
          "rationale": "基本理念として「お客様に信頼される企業、地域に愛される企業、社員が誇れる企業」が明記されており方向性は示されている。経営戦略では技術力・生産性・DX等との関連も述べられているが、個別の意思決定や事業選択との結びつきを示す具体例は欠けている。"
        },
        {
          "item": "中期経営計画について、売上・利益・ROE等の数値目標が具体的に設定されているか。",
          "score": 1,
          "rationale": "報告書本文には売上高・営業利益・ROE等の中期数値目標は一切記載されておらず、定量的な目標設定は存在しない。達成時期や数値目標の明示がなく、投資家に対する財務見通しの開示が不足している。"
        },
        {
          "item": "中期経営計画について、成長投資・コスト構造・人材施策など実行施策が明示されているか。",
          "score": 3,
          "rationale": "技術力向上、原価管理、選別受注、施工体制強化、技術者育成、ICT/DX推進といった具体的分野の施策は列挙されている。だが投資規模、スケジュール、費用対効果や担当体制など実行のための詳細な計画・数値は示されておらず、施策は概念的にとどまっている。"
        },
        {
          "item": "経営課題について、財務状況（利益率・CF・財務安全性）と整合した認識が示されているか。",
          "score": 2,
          "rationale": "資材高騰や人手不足といった課題認識と収益力向上の必要性は明記されているが、現在の利益率やキャッシュフロー、財務安全性との整合的な分析や影響額の見積もりは提示されていない。財務指標に基づく優先順位付けや対策の優先度設定が不足している。"
        },
        {
          "item": "KPIについて、進捗管理やモニタリングの考え方が示されているか。",
          "score": 1,
          "rationale": "報告書内にKPIの明示や進捗管理・モニタリング手法の記載はなく、施策の評価指標や定期的な報告体制は示されていない。目標管理と実効性確認のための指標設定が欠落している。"
        }
      ],
      "summary": "基本理念や取組領域（技術・生産性向上、DX、原価管理、育成など）の方向性は一応示されており、課題認識も建設業の実情に即している点が強みである。一方で中期の数値目標、投資額や実行スケジュール、財務指標との整合性、KPIによる進捗管理がほぼ未開示であり、戦略の実効性と説明責任を担保するためには定量目標とモニタリング体制の明確化が急務である。"
    }
  },
  {
    "tag": "事業・営業・受注戦略",
    "input_sections": [
      {
        "page": 7,
        "text": "３【事業の内容】\n\n当社グループは、当社、子会社４社及び関連会社１社により構成され、建設事業、不動産事業、\n商品販売事業、製造事業、環境事業等の事業を行っております。\n当社グループの事業内容と当社及び関係会社の当該事業に係る位置づけは次のとおりでありま\nす。\nなお、次の事業区分は、セグメント情報における事業区分と同一であります。\n\n(建設事業)\n当社は、土木事業、建築事業を営んでおります。\n\n(不動産事業)\n当社は、不動産賃貸事業を営んでおります。\n\n(商品販売事業)\n当社子会社の㈱植木リビングは、建設資材、住宅設備機器等の販売、住宅の施工等を営んでおり\nます。\n\n(製造事業)\n当社子会社の㈱植木道路は、アスファルト合材等の製造販売を営んでおります。\n\n(環境事業)\n当社子会社の㈱植木環境は、産業廃棄物処理、リサイクル等を営んでおります。\n\n(その他)\n当社子会社の㈱植木道路及び㈱植木環境は、建設事業も営んでおります。\n当社子会社の㈱植木道路は、道路清掃等も営んでおります。\n当社関連会社の㈱イー・コスモは、太陽光発電事業を営んでおります。\n\n以上に述べた事項を事業系統図によって示すと次のとおりであります。"
      },
      {
        "page": 8,
        "text": "【事業系統図】\n\n(建設事業)\n株式会社植木組\n(不動産事業)\n株式会社植木組\n(商品販売事業)\n株式会社植木リビング\n(製造事業)\n株式会社植木道路\n(環境事業)\n株式会社植木環境\n(その他)\n株式会社植木道路\n株式会社植木環境\n関連会社\n株式会社イー・コスモ"
      }
    ],
    "expected_output": {
      "items": [
        {
          "item": "事業ポートフォリオについて、主力事業・成長事業・安定事業の位置づけが明確か。",
          "score": 2,
          "rationale": "事業区分として建設、不動産、商品販売、製造、環境等を列挙しグループ構成を示しているが、各事業の主力性や成長性、安定性の位置づけや戦略的優先度についての記載はない。セグメント名は明示されるもののポートフォリオの評価基準や数値的な比重が示されていない。"
        },
        {
          "item": "受注方針について、利益率や原価率を意識した選別受注の姿勢が示されているか。",
          "score": 2,
          "rationale": "テキストには受注方針、選別基準、利益率や原価管理に関する記述が一切なく、受注戦略や採算重視の姿勢は示されていない。具体的な入札・受注プロセスや採算基準も未記載である。"
        },
        {
          "item": "顧客・案件特性について、自社の強みが収益性の観点から整理されているか。",
          "score": 2,
          "rationale": "製造・資材販売・環境処理などグループ内で関連事業を有している点は示され、縦断的な事業構成が暗示されるが、顧客層や案件タイプ別の強み・収益性分析や具体的事例は示されていない。収益性に直結する強みの説明が欠如している。"
        },
        {
          "item": "公共・民間等の事業構成について、収益安定性やリスク分散が意識されているか。",
          "score": 2,
          "rationale": "複数の事業分野を展開しているため潜在的なリスク分散は期待できるが、公共・民間別の売上比率や景気感応度、収益安定性を踏まえた配分戦略についての記載はない。リスク管理や安定化施策の説明が不足している。"
        }
      ],
      "summary": "グループとして建設を中核に不動産、製造、商品販売、環境など多様な事業を保有しており、事業の幅やグループ内連携の潜在力は強みである。一方で、各事業の位置づけや成長／安定性の区分、受注時の採算方針や公共・民間比率といった収益性・リスク管理に関する具体的説明がほとんどなく、戦略の明確化と定量的な開示が課題である。"
    }
  },
  {
    "tag": "人的資本・組織運営",
    "input_sections": [
      {
        "page": 10,
        "text": "５【従業員の状況】\n\n(1)連結会社の状況\n2025年３月31日現在\nセグメントの名称 従業員数（人）\n建設事業 586\n不動産事業 3\n商品販売事業 38\n製造事業 52\n環境事業 61\nその他 42\n全社（共通） 0\n合計 782\n\n(注)１　従業員数は就業人員であり、臨時雇用者数は含んでおりません。\n２　セグメント間の内部取引は相殺消去しております。\n\n(2)提出会社の状況\n2025年３月31日現在\n従業員数（人） 平均年齢（歳） 平均勤続年数（年） 平均年間給与（千円）\n745 45.7 15.9 6,269\n\nセグメントの名称 従業員数（人）\n建設事業 745\n合計 745\n\n(注)１　従業員数は就業人員であり、臨時雇用者数は含んでおりません。\n２　平均年間給与は、賞与及び基準外賃金を含んでおります。\n\n(3)労働組合の状況\n当社には植木組労働組合が組織されております。\nなお、労使関係について特記すべき事項はありません。"
      }
    ],
    "expected_output": {
      "items": [
        {
          "item": "人材確保・定着について、事業成長や生産性との関係で課題認識が示されているか。",
          "score": 1,
          "rationale": "従業員数や平均年齢・勤続年数のみが記載されており、人材確保や定着が事業成長・生産性にどう影響するかの課題認識や対策についての記載は一切ないため不十分である。現状分析や課題設定が欠落している。"
        },
        {
          "item": "人材育成・教育について、中長期的な競争力強化の位置づけが明確か。",
          "score": 1,
          "rationale": "教育・研修やキャリア開発に関する記載がまったくなく、中長期の競争力強化に向けた人材育成の位置づけや計画は示されていないため評価できない。具体的施策の開示がない。"
        },
        {
          "item": "人件費について、売上高人件費率や付加価値とのバランスが意識されているか。",
          "score": 2,
          "rationale": "平均年間給与（6,269千円）など人件費の断片的な数値は示されているが、売上高人件費率や付加価値とのバランス、コスト管理や改善目標に関する分析・指標は示されておらず具体性に欠ける。財務指標との連動は不明である。"
        },
        {
          "item": "働き方改革・2024年問題について、収益性や現場運営への影響を踏まえた対応があるか。",
          "score": 1,
          "rationale": "働き方改革や2024年問題に関する言及やそれに伴う収益性・現場運営への影響評価、および対応策の記載は見当たらず、対応の有無や方針を判断できない。情報が欠落している。"
        },
        {
          "item": "組織運営について、意思決定の迅速化や役割分担の明確化が図られているか。",
          "score": 1,
          "rationale": "労働組合の存在と労使関係に特記すべき事項がない旨のみ記載されており、意思決定プロセスの最適化や役割分担の明確化に関する記述や組織改革の説明はないため評価できない。"
        }
      ],
      "summary": "開示は従業員数、平均年齢、勤続年数、平均給与といった基本的な人員データの開示にとどまり、人材関連の定量・定性的な課題認識や施策の記載はほとんどないのが現状の強みと課題である。基礎データは整備されているが、採用・定着、育成、賃金と生産性の連動、働き方改革対応、組織運営改善に関する方針・KPI・具体施策の公表を通じた実効性の担保が求められる。"
    }
  },
  {
    "tag": "技術・DX・研究開発",
    "input_sections": [
      {
        "page": 15,
        "text": "６【研究開発活動】\n\n当社グループは、施工技術の向上やICT施工の推進等を目的として研究開発活動を行っております。\n当連結会計年度における研究開発費は、該当事項はありません。"
      }
    ],
    "expected_output": {
      "items": [
        {
          "item": "技術力について、売上成長や利益率向上に貢献する競争優位として整理されているか。",
          "score": 2,
          "rationale": "施工技術向上やICT施工推進を目的とする旨が記載されているが、売上や利益率への具体的な影響や競争優位性の整理は示されていない。研究開発費も当該年度は計上されておらず裏付けが弱い。"
        },
        {
          "item": "DX推進について、業務効率化・原価低減など定量効果が意識されているか。",
          "score": 1,
          "rationale": "ICT施工の推進が言及されているのみで、業務効率化や原価低減の定量的効果・導入実績・KPIなどの記載は一切ない。効果を裏付けるデータや投資情報が欠如している。"
        },
        {
          "item": "研究開発テーマについて、将来の事業拡大や差別化と接続しているか。",
          "score": 2,
          "rationale": "研究開発の目的（施工技術向上、ICT施工推進）は明示されているが、具体的テーマやロードマップ、事業拡大や差別化との接続に関する記述はない。加えて当年度の研究開発費が『該当なし』である点が課題である。"
        }
      ],
      "summary": "施工技術向上とICT施工推進という方針自体は評価できるものの、当該年度に研究開発費が計上されておらず、具体的なテーマ、数値目標、成果や定量的効果の開示がほとんどないため、技術優位性やDXの効果、将来の事業拡大への結びつきが不明瞭です。強みは方向性の提示にあるが、投資・実行計画と定量的な評価指標の開示が急務です。"
    }
  },
  {
    "tag": "サステナビリティ・社会的責任",
    "input_sections": [
      {
        "page": 12,
        "text": "２【サステナビリティに関する考え方及び取組】\n\n(1)サステナビリティに関する基本的な考え方\n当社グループは、企業の持続的成長と中長期的な企業価値向上のため、環境・社会・ガバナンス（ESG）を重視し、\nサステナビリティ課題への取組を推進しております。\n\n(2)サステナビリティ推進体制\n当社は、代表取締役社長を委員長とするサステナビリティ委員会を設置し、重要課題の特定、目標設定、進捗管理等を行っております。\n\n(3)環境への取組\n脱炭素社会の実現に向け、省エネルギー施工、廃棄物の削減、リサイクルの推進などに取り組んでおります。\n\n(4)社会への取組\n安全衛生の徹底、働きやすい職場環境の整備、人材育成、地域貢献活動などに取り組んでおります。"
      }
    ],
    "expected_output": {
      "items": [
        {
          "item": "安全衛生・労働環境について、事業継続や人材定着の観点から十分に対応されているか。",
          "score": 3,
          "rationale": "安全衛生の徹底、働きやすい職場環境、人材育成の取組が明記されており、方針としては整っている。一方でKPIや実績、具体的な施策や効果検証の記載がなく、実効性の評価は難しい。"
        },
        {
          "item": "脱炭素・GXについて、コスト・投資・競争力への影響が整理されているか。",
          "score": 2,
          "rationale": "省エネルギー施工、廃棄物削減、リサイクル推進といった具体分野は示されているが、CO2削減目標、投資額やコスト試算、競争力への影響分析などの記載が全くなく影響整理は不十分である。"
        },
        {
          "item": "ESG対応について、リスク管理や企業価値向上との関係が示されているか。",
          "score": 3,
          "rationale": "ESG重視の基本方針と代表取締役社長を委員長とするサステナビリティ委員会の設置、重要課題の特定や進捗管理への言及により、リスク管理と企業価値向上の関連性は示されている。しかしリスク評価手法や定量的な企業価値インパクトの提示は欠如している。"
        }
      ],
      "summary": "総括：サステナビリティに関する基本方針と代表取締役社長主導の委員会設置により、ガバナンスや取組領域（安全・環境・社会）は明確に示されている点が強みである。一方で各施策のKPI・数値目標、投資額やコスト影響、定量的な実績・リスク評価手法の開示が不足しており、施策の実効性と財務的影響の説明が今後の課題である。"
    }
  },
  {
    "tag": "財務・資本政策・ガバナンス",
    "input_sections": [
      {
        "page": 4,
        "text": "１【主要な経営指標等の推移】\n\n(1）連結経営指標等\n\n回次 第74期 第75期 第76期 第77期 第78期\n決算年月 2022年３月 2023年３月 2024年３月 2024年３月 2025年３月\n売上高 （百万円） 31,664 31,550 31,963 31,963 33,272\n経常利益 （百万円） 988 1,019 748 748 376\n親会社株主に帰属する当期純利益 （百万円） 1,825 1,185 839 839 130\n包括利益 （百万円） 1,383 427 1,488 1,488 274\n純資産額 （百万円） 5,487 5,451 6,624 6,624 6,716\n総資産額 （百万円） 30,155 30,857 34,108 34,108 36,276\n１株当たり純資産額 （円） 2,701.78 2,685.04 3,263.39 3,263.39 3,308.41\n１株当たり当期純利益 （円） 899.56 584.14 413.68 413.68 64.03\n潜在株式調整後１株当たり当期純利益 （円） ― ― ― ― ―\n自己資本比率 （％） 18.2 17.7 19.3 19.3 18.5\n自己資本利益率 （％） 37.6 21.6 13.7 13.7 2.0\n株価収益率 （倍） 3.3 5.2 7.0 7.0 45.0\n営業活動によるキャッシュ・フロー （百万円） 875 786 1,298 1,298 △869\n投資活動によるキャッシュ・フロー （百万円） △263 △514 △1,289 △1,289 △544\n財務活動によるキャッシュ・フロー （百万円） △362 △345 29 29 △71\n現金及び現金同等物の期末残高 （百万円） 3,085 3,011 3,050 3,050 1,565\n従業員数 （人） 767 769 777 777 782\n\n(注)１　第76期以降は「収益認識に関する会計基準」（企業会計基準第29号2020年３月31日）等を適用しており、第76期以降に係る各数値については、当該会計基準等を適用した後の数値となっております。\n２　潜在株式調整後１株当たり当期純利益については、潜在株式が存在しないため記載しておりません。\n３　第77期は、会社法に基づく監査を受けております。\n４　連結財務諸表を作成する会社は少ないため、ページ数も少なくなる場合がございます。\n５　最高株価及び最低株価は、東京証券取引所TOKYO PRO Marketにおけるものであります。"
      },
      {
        "page": 5,
        "text": "（2）提出会社の経営指標等\n\n回次 第74期 第75期 第76期 第77期 第78期\n決算年月 2022年３月 2023年３月 2024年３月 2024年３月 2025年３月\n売上高 （百万円） 31,627 31,515 31,920 31,920 33,215\n経常利益 （百万円） 969 1,007 734 734 374\n当期純利益 （百万円） 1,809 1,173 828 828 122\n資本金 （百万円） 1,816 1,816 1,816 1,816 1,816\n発行済株式総数 （千株） 2,400 2,400 2,400 2,400 2,400\n純資産額 （百万円） 5,466 5,429 6,609 6,609 6,701\n総資産額 （百万円） 30,102 30,805 34,048 34,048 36,179\n１株当たり純資産額 （円） 2,691.20 2,673.35 3,254.89 3,254.89 3,300.08\n１株当たり当期純利益 （円） 891.64 577.88 407.97 407.97 60.19\n潜在株式調整後１株当たり当期純利益 （円） ― ― ― ― ―\n自己資本比率 （％） 18.2 17.6 19.4 19.4 18.5\n自己資本利益率 （％） 37.8 21.7 13.6 13.6 1.8\n株価収益率 （倍） 3.3 5.3 7.1 7.1 47.8\n配当性向 （％） 0.0 0.0 0.0 0.0 0.0\n従業員数 （人） 728 730 740 740 745\n\n(注)１　第76期以降は「収益認識に関する会計基準」（企業会計基準第29号2020年３月31日）等を適用しており、第76期以降に係る各数値については、当該会計基準等を適用した後の数値となっております。\n２　潜在株式調整後１株当たり当期純利益については、潜在株式が存在しないため記載しておりません。\n３　第77期は、会社法に基づく監査を受けております。\n４　第77期の配当性向については、配当を実施していないため記載しておりません。\n５　最高株価及び最低株価は、東京証券取引所TOKYO PRO Marketにおけるものであります。"
      },
      {
        "page": 14,
        "text": "４【経営者による財政状態、経営成績及びキャッシュ・フローの状況の分析】\n\n(1)経営成績等の状況の概要\n当連結会計年度における我が国経済は、緩やかな回復基調にあるものの、資材価格の高騰、人手不足等の影響が継続しております。\nこのような状況のもと、当社グループは選別受注の推進、原価管理の徹底等により収益確保に努めました。\n\n(2)財政状態の分析\n当連結会計年度末の総資産は前連結会計年度末に比べ増加しました。主に、受取手形・完成工事未収入金等の増減によるものです。\n\n(3)キャッシュ・フローの状況\n営業活動によるキャッシュ・フローは、売上債権の増加等によりマイナスとなりました。\n投資活動によるキャッシュ・フローは設備投資等によりマイナスとなりました。\n財務活動によるキャッシュ・フローは借入金の返済等によりマイナスとなりました。"
      },
      {
        "page": 24,
        "text": "３【配当政策】\n\n当社は、株主の皆様への利益還元を経営の最重要課題の一つとして認識しており、将来の事業展開と経営体質の強化に必要な内部留保を確保しつつ、業績に応じた安定的かつ継続的な配当を行うことを基本方針としております。\n\n利益配分につきましては、連結配当性向30％以上を目安として実施することを目標としております。\n\n当社の剰余金の配当は、期末配当の年１回を基本的な方針としておりますが、定款において、毎年９月30日を基準日として取締役会の決議により中間配当を行うことができる旨を定めております。これら剰余金の配当の決定機関は、期末配当については株主総会、中間配当については取締役会であります。\n\n当事業年度の配当につきましては、上記基本方針に基づき、当期の業績、財務状況及び今後の事業展開等を総合的に勘案し、１株当たり５円の期末配当を実施することを決定いたしました。\nなお、当期は業績の回復により黒字転換を果たしたことから、３期ぶりの復配となります。\n\n内部留保資金につきましては、財務体質の強化を図るとともに、中長期的な成長に資するICT施工技術等の研究開発投資や環境対応設備への投資に有効に活用してまいる所存です。\n\nなお、基準日が当事業年度に属する剰余金の配当は、以下のとおりであります。\n決議年月日 配当金の総額（百万円） １株当たり配当額（円）\n2025年６月26日 定時株主総会決議 50 5.00"
      },
      {
        "page": 25,
        "text": "４【コーポレート・ガバナンスの状況等】\n(1)【コーポレート・ガバナンスの概要】\n\n①コーポレート・ガバナンスに関する基本的な考え方\n当社は、持続的な企業価値の向上を図るためには、経営の透明性・健全性を確保するとともに、環境の変化に迅速かつ的確に対応できる経営体制を構築することが重要であると認識しております。\nこのため、株主をはじめ、顧客、取引先、従業員、地域社会等の全てのステークホルダーとの信頼関係を深め、社会的な責任を果たすことを経営の基本方針としております。また、コンプライアンス（法令遵守）の徹底とリスク管理体制の強化を推進し、コーポレート・ガバナンスの充実に取り組んでまいる所存であります。\n\n②企業統治の体制の概要及び当該体制を採用する理由\nア. 企業統治の体制の概要\n当社は、監査役会設置会社制度を採用しております。取締役会による業務執行の決定及び監督と、監査役会による取締役の職務執行の監査を組み合わせることで、経営の監視機能を確保しております。また、執行役員制度を導入し、経営の意思決定・監督機能と業務執行機能を分離することで、迅速な業務執行と責任の明確化を図っております。"
      },
      {
        "page": 26,
        "text": "当社の企業統治の体制の概要は以下のとおりであります。\n(取締役会)\n取締役会は、取締役６名（うち社外取締役２名）で構成されており、原則として毎月１回開催するほか、必要に応じて臨時取締役会を開催しております。\n(監査役会)\n監査役会は、監査役３名（うち社外監査役２名）で構成されており、原則として毎月１回開催するほか、必要に応じて臨時監査役会を開催しております。\n\nイ. 企業統治の体制を採用する理由\n当社は、監査役会設置会社制度を採用し、取締役会と監査役会による二重のチェック体制により、経営の健全性を確保することが適切であると判断しております。"
      },
      {
        "page": 35,
        "text": "　①監査等委員会監査の状況\n　当社の監査等委員は,監査等委員会において定めた監査方針・監査計画に基づき、内部監査室と連携して当社及び\n当社グループ各社の往査等を行っており、往査報告については監査等委員会にて報告されております。また、監査等\n委員は重要な経営会議に出席し、業務執行が適切に行われていることを確認することで監査業務の有効性の確保に努\nめております。\n　また、監査等委員は業務執行に関する重要な文書を閲覧し、必要に応じて担当取締役及び使用人に説明を求めてお\nります。適宜、監査等委員会を開催している他、会計監査人及び内部監査室との情報交換や、代表取締役と定期的な\n面談を行っております。\n　なお、監査等委員深澤邦光氏は、税理士の資格を有しております。\n　当事業年度において当社は監査等委員会を13回開催しており、個々の監査等委員の出席状況については次のとおり\nです。\n　監査等委員会における具体的な検討内容は、監査計画、内部統制システムの運用状況、事業計画の進捗状況、取締\n役会の実効性評価、会計監査人の評価及び監査報酬に対する同意等であります。\n　常勤監査等委員の主な活動は、取締役会等の会議への出席、当社本支店への往査、代表取締役との意見交換及び会\n計監査人の職務執行状況の確認であります。\n　なお、2025年６月26日開催予定の定時株主総会の議案（決議事項）として、「監査等委員である取締役３名選任の\n件」を提案しており、当該議案が承認可決されますと、監査等委員は引き続き３名の監査等委員（うち２名は社外取\n締役）で構成されることになります。"
      },
      {
        "page": 35,
        "text": "　②内部監査の状況\n　当社では、2006年4月より内部統制を統括する内部監査室を設置し業務監査を行っております。内部監査室は、規\n定違反及び潜在的なリスク調査を目的に、監査等委員会との協議により決定された内部監査計画に基づき、当社及び\n当社グループ各社の内部監査を実施しております。内部監査の結果については、代表取締役及び監査等委員へ報告を\n行うと共に、改善を要する内容については、取締役会に報告しております。\n　また、当社及び当社グループ各社は「公益通報者保護規程」により相談・通報体制を設けており、コンプライアン\nスの実効性の向上に努めております。"
      },
      {
        "page": 117,
        "text": "１【財務報告に係る内部統制の基本的枠組みに関する事項】\n当社代表者取締役社長日下部久夫は、当社及び連結子会社の財務報告に係る内部統制の整備及び運用に責任を有して\nおります。\n当社は、「財務報告に係る内部統制の評価及び監査の基準」に準拠して財務報告に係る内部統制を整備及び運用してお\nります。\nなお、財務報告に係る内部統制は、財務報告に係る内部統制の各基本的要素が有機的に結びつき、一体となって機能す\nることで、その目的を合理的な範囲で達成しようとするものであります。このため、財務報告に係る内部統制により財務\n報告の虚偽の記載を完全には防止または発見することができない可能性があります。\n２【評価の範囲、基準日及び評価手続に関する事項】\n財務報告に係る内部統制の評価は、当連結会計年度の末日である2025年３月31日を基準日として行われており、評価\nに当たっては、一般に公正妥当と認められる財務報告に係る内部統制の評価の基準に準拠しております。\n本評価においては、財務報告の信頼性に及ぼす影響の重要性の観点から必要な範囲を評価の範囲としております。\n評価の範囲は、会社及び連結子会社について、財務報告の信頼性に及ぼす影響の重要性の観点から財務報告に係る内部\n統制の整備及び運用状況を評価するために、企業集団全体の財務報告に係る内部統制の評価範囲を決定し、さらに、決定\nされた評価範囲に基づき、業務プロセスに係る内部統制の評価範囲を決定しております。\n業務プロセスに係る内部統制の評価範囲については、連結売上高（連結会社間取引消去後）の概ね２／３に達している\n事業拠点を「重要な事業拠点」とし、その事業拠点における企業の事業目的に大きく関わる勘定科目として売上高、完成\n工事未収入金及び未成工事受入金に至る業務プロセスを評価の対象としました。\nさらに、選定した重要な事業拠点にかかわらず、重要な虚偽表示発生可能性が高く、見積りや予測を伴う重要な勘定科\n目に係る業務プロセスやリスクが大きい取引または業務に係る業務プロセスを財務報告への影響を勘案して重要性の大き\nい業務プロセスとして評価対象に追加しております。\n３【評価結果に関する事項】\n上記の評価の結果、当連結会計年度末日における当社及び連結子会社の財務報告に係る内部統制は有効であると判断い\nたしました。\n４【付記事項】\n付記すべき事項はありません。\n５【特記事項】\n特記すべき事項はありません。\n 117/117"
      }
    ],
    "expected_output": {
      "items": [
        {
          "item": "1. 収益性（利益率）について、原価率・販管費率を踏まえた構造的な強み・弱みが認識されているか。",
          "score": 1,
          "rationale": "「選別受注の推進、原価管理の徹底」との記載はあるが、売上総利益率や原価率、販管費率などの詳細数値や構造分析は開示されておらず、構造的な強み・弱みの具体的な検討が不足している。定性的表現にとどまっているため評価は限定的である。"
        },
        {
          "item": "2. 資本効率（ROE・ROA）について、利益水準および事業モデルとの関係が説明されているか。",
          "score": 2,
          "rationale": "ROEや自己資本利益率の数値は提示されている（例：自己資本利益率が大幅に低下）が、総資産回転率や純利益率との関連や事業モデル起因の説明はなく、低下要因の構造的分析がほとんど示されていない。数値の提示に留まっている。"
        },
        {
          "item": "3. 付加価値創出力について、人件費水準と比較した生産性の課題が認識されているか。",
          "score": 2,
          "rationale": "中長期投資（ICT施工技術等）に言及し生産性向上を目指す方針はあるが、付加価値額や人件費率といった指標による現状分析や課題の定量的検討はなく、人件費と生産性の関係は未整備である。"
        },
        {
          "item": "4. キャッシュフローについて、営業CFが利益・EBITDAと整合的に創出されているか。",
          "score": 1,
          "rationale": "営業CFの増減（直近期は売上債権増加等でマイナス）について因果関係を説明している点はあるが、EBITDA等の利益指標との整合性や調整項目の提示がなく、整合性チェックは部分的にとどまる。"
        },
        {
          "item": "5. フリーキャッシュフローについて、成長投資や設備投資を支えられる水準か。",
          "score": 1,
          "rationale": "投資CFや期末現金残高の数値は開示され、内部留保を投資に充当する方針も示されているが、フリーキャッシュフローのプラス持続性や投資負担能力の定量評価は示されておらず、現状は支えられるか不明である。"
        },
        {
          "item": "6. 財務安全性について、自己資本比率や有利子負債水準が事業リスクに見合っているか。",
          "score": 1,
          "rationale": "自己資本比率や純資産等の数値は開示され（自己資本比率約18%台で低め）、借入金返済等のキャッシュフロー項目も記載されているが、目標水準やリスク許容度との整合性についての定性的・定量的な検討は限定的である。"
        },
        {
          "item": "7. 資金繰り構造について、運転資本や回収条件がキャッシュフローを圧迫していないか。",
          "score": 2,
          "rationale": "営業CFが売上債権の増加等でマイナスとなった旨を明示しており、受取手形・完成工事未収入金の増加も説明されているが、売上債権回転期間やネット運転資本などの具体的指標開示・改善施策は不足している。"
        },
        {
          "item": "8. 資本政策・ガバナンスについて、財務状況および中長期戦略と整合した意思決定・監督体制が構築されているか。",
          "score": 3,
          "rationale": "配当方針（連結配当性向30％目安）や投資方針、取締役会・監査役会・内部監査室等の体制、財務報告に係る内部統制の整備・有効性評価が明確に示されており、意思決定・監督体制は比較的整備されている。ただし資本政策の具体的手段は限定的である。"
        }
      ],
      "summary": "開示はガバナンス体制や内部統制、配当方針・投資方針といった枠組みが整っており、コーポレート統治面の情報は充実している。一方で、収益性や資本効率、付加価値や投資余力に関する定量的・構造的分析（原価率・販管費率、ROA分解、労働生産性指標、FCFの持続性等）が不足しており、財務健全性と事業リスクの整合性評価や運転資本管理の詳細開示が課題である。"
    }
  },
  {
    "tag": "リスクマネジメント・コンプライアンス",
    "input_sections": [
      {
        "page": 13,
        "text": "３【事業等のリスク】\n\n当社グループの事業展開、経営成績及び財政状態等に影響を及ぼす可能性のある主要なリスクには、\n以下の事項があります。\n\n(1)建設資材価格の変動\n資材価格の高騰は工事原価に影響を与える可能性があり、適切な価格転嫁ができない場合、収益性が悪化するリスクがあります。\n\n(2)受注環境の変化\n公共投資の動向や民間設備投資の変動により、受注量が減少する可能性があります。\n\n(3)人材確保\n技術者・技能者の不足が深刻化しており、人材確保が困難となった場合、施工体制に影響を与えるリスクがあります。\n\n(4)災害・事故\n自然災害や重大事故の発生により、工期遅延や損害賠償等が発生する可能性があります。\n\n(5)法規制・コンプライアンス\n建設業法、労働関連法規等の違反が発生した場合、行政処分や信用低下のリスクがあります。"
      },
      {
        "page": 27,
        "text": "③企業統治に関するその他の事項\nア．内部統制システムの整備の状況\n当社は、取締役会において内部統制システムの基本方針を決議し、適切な運用に努めております。\nイ．リスク管理体制の整備の状況\n当社は、リスク管理規程を整備し、リスクの把握及び対応に努めております。\nウ．コンプライアンス体制の整備の状況\n当社は、コンプライアンスの徹底を図るため、教育・研修等を実施しております。"
      }
    ],
    "expected_output": {
      "items": [
        {
          "item": "主要リスクについて、財務影響（利益・CF・資産）を踏まえて整理されているか。",
          "score": 2,
          "rationale": "主要なリスク（資材価格、受注環境、人材、災害、法規制）を列挙しているが、各リスクが利益・キャッシュフロー・資産に与える定量的な影響や感度分析は記載されておらず、財務影響を踏まえた整理は断片的である。財務面での優先順位付けや想定損失額の提示がないため、評価は不十分である。"
        },
        {
          "item": "災害・BCP対応について、事業継続・財務安定性の観点で十分か。",
          "score": 1,
          "rationale": "災害・事故による工期遅延や損害賠償の可能性をリスクとして挙げているのみで、具体的なBCP計画、復旧手順、保険・資金調達手段、代替体制など事業継続や財務安定性を担保する措置の記載が全くない。したがって対応は極めて抽象的であり不十分である。"
        },
        {
          "item": "人材・労務リスクについて、事業成長への影響が認識されているか。",
          "score": 3,
          "rationale": "技術者・技能者の不足が深刻であり、確保困難が施工体制に影響する旨を明確に認識している点は評価できる。しかし、採用・育成・定着策や外部連携、数値目標等の具体的対策や成長への影響の定量化が示されておらず、記載は一般的で具体性に欠ける。"
        }
      ],
      "summary": "リスク項目は資材価格・受注環境・人材・災害・法規制など建設業に即した主要事項を網羅しており、内部統制やリスク規程、コンプライアンス教育の整備も明記されている点が強みである。一方で、各リスクの財務影響の定量化、BCPや具体的な復旧・資金確保策、人材施策の詳細が欠落しており、実効性あるリスク管理体制の開示充実が課題である。"
    }
  }
]