[
  {
    "filename": "uekigumi_security_report.pdf",
    "scores": [
      {
        "tag": "経営戦略・中期ビジョン",
        "items": [
          {
            "item": "経営理念・パーパスについて、事業活動や意思決定と結びついた形で明確に示されているか。",
            "score": 3,
            "rationale": "基本理念として「お客様に信頼される企業、地域に愛される企業、社員が誇れる企業」が明記されており方向性は示されている。経営戦略では技術力・生産性・DX等との関連も述べられているが、個別の意思決定や事業選択との結びつきを示す具体例は欠けている。"
          },
          {
            "item": "中期経営計画について、売上・利益・ROE等の数値目標が具体的に設定されているか。",
            "score": 1,
            "rationale": "報告書本文には売上高・営業利益・ROE等の中期数値目標は一切記載されておらず、定量的な目標設定は存在しない。達成時期や数値目標の明示がなく、投資家に対する財務見通しの開示が不足している。"
          },
          {
            "item": "中期経営計画について、成長投資・コスト構造・人材施策など実行施策が明示されているか。",
            "score": 3,
            "rationale": "技術力向上、原価管理、選別受注、施工体制強化、技術者育成、ICT/DX推進といった具体的分野の施策は列挙されている。だが投資規模、スケジュール、費用対効果や担当体制など実行のための詳細な計画・数値は示されておらず、施策は概念的にとどまっている。"
          },
          {
            "item": "経営課題について、財務状況（利益率・CF・財務安全性）と整合した認識が示されているか。",
            "score": 2,
            "rationale": "資材高騰や人手不足といった課題認識と収益力向上の必要性は明記されているが、現在の利益率やキャッシュフロー、財務安全性との整合的な分析や影響額の見積もりは提示されていない。財務指標に基づく優先順位付けや対策の優先度設定が不足している。"
          },
          {
            "item": "KPIについて、進捗管理やモニタリングの考え方が示されているか。",
            "score": 1,
            "rationale": "報告書内にKPIの明示や進捗管理・モニタリング手法の記載はなく、施策の評価指標や定期的な報告体制は示されていない。目標管理と実効性確認のための指標設定が欠落している。"
          }
        ],
        "summary": "基本理念や取組領域（技術・生産性向上、DX、原価管理、育成など）の方向性は一応示されており、課題認識も建設業の実情に即している点が強みである。一方で中期の数値目標、投資額や実行スケジュール、財務指標との整合性、KPIによる進捗管理がほぼ未開示であり、戦略の実効性と説明責任を担保するためには定量目標とモニタリング体制の明確化が急務である。"
      },
      {
        "tag": "事業・営業・受注戦略",
        "items": [
          {
            "item": "事業ポートフォリオについて、主力事業・成長事業・安定事業の位置づけが明確か。",
            "score": 2,
            "rationale": "事業区分として建設、不動産、商品販売、製造、環境等を列挙しグループ構成を示しているが、各事業の主力性や成長性、安定性の位置づけや戦略的優先度についての記載はない。セグメント名は明示されるもののポートフォリオの評価基準や数値的な比重が示されていない。"
          },
          {
            "item": "受注方針について、利益率や原価率を意識した選別受注の姿勢が示されているか。",
            "score": 2,
            "rationale": "テキストには受注方針、選別基準、利益率や原価管理に関する記述が一切なく、受注戦略や採算重視の姿勢は示されていない。具体的な入札・受注プロセスや採算基準も未記載である。"
          },
          {
            "item": "顧客・案件特性について、自社の強みが収益性の観点から整理されているか。",
            "score": 2,
            "rationale": "製造・資材販売・環境処理などグループ内で関連事業を有している点は示され、縦断的な事業構成が暗示されるが、顧客層や案件タイプ別の強み・収益性分析や具体的事例は示されていない。収益性に直結する強みの説明が欠如している。"
          },
          {
            "item": "公共・民間等の事業構成について、収益安定性やリスク分散が意識されているか。",
            "score": 2,
            "rationale": "複数の事業分野を展開しているため潜在的なリスク分散は期待できるが、公共・民間別の売上比率や景気感応度、収益安定性を踏まえた配分戦略についての記載はない。リスク管理や安定化施策の説明が不足している。"
          }
        ],
        "summary": "グループとして建設を中核に不動産、製造、商品販売、環境など多様な事業を保有しており、事業の幅やグループ内連携の潜在力は強みである。一方で、各事業の位置づけや成長／安定性の区分、受注時の採算方針や公共・民間比率といった収益性・リスク管理に関する具体的説明がほとんどなく、戦略の明確化と定量的な開示が課題である。"
      },
      {
        "tag": "生産性・施工オペレーション",
        "items": [
          {
            "item": "原価管理・採算管理について、利益率改善と結びついた取り組みが行われているか。",
            "score": null,
            "rationale": "該当セクションなし"
          },
          {
            "item": "施工体制について、人員制約や生産性向上を意識した工夫がなされているか。",
            "score": null,
            "rationale": "該当セクションなし"
          },
          {
            "item": "工法改善・VE活動について、コスト削減や付加価値向上に寄与しているか。",
            "score": null,
            "rationale": "該当セクションなし"
          },
          {
            "item": "ICT施工・現場DXについて、生産性・工期短縮などの効果が示されているか。",
            "score": null,
            "rationale": "該当セクションなし"
          }
        ],
        "summary": "該当するセクションが報告書内に見つかりませんでした。"
      },
      {
        "tag": "人的資本・組織運営",
        "items": [
          {
            "item": "人材確保・定着について、事業成長や生産性との関係で課題認識が示されているか。",
            "score": 1,
            "rationale": "従業員数や平均年齢・勤続年数のみが記載されており、人材確保や定着が事業成長・生産性にどう影響するかの課題認識や対策についての記載は一切ないため不十分である。現状分析や課題設定が欠落している。"
          },
          {
            "item": "人材育成・教育について、中長期的な競争力強化の位置づけが明確か。",
            "score": 1,
            "rationale": "教育・研修やキャリア開発に関する記載がまったくなく、中長期の競争力強化に向けた人材育成の位置づけや計画は示されていないため評価できない。具体的施策の開示がない。"
          },
          {
            "item": "人件費について、売上高人件費率や付加価値とのバランスが意識されているか。",
            "score": 2,
            "rationale": "平均年間給与（6,269千円）など人件費の断片的な数値は示されているが、売上高人件費率や付加価値とのバランス、コスト管理や改善目標に関する分析・指標は示されておらず具体性に欠ける。財務指標との連動は不明である。"
          },
          {
            "item": "働き方改革・2024年問題について、収益性や現場運営への影響を踏まえた対応があるか。",
            "score": 1,
            "rationale": "働き方改革や2024年問題に関する言及やそれに伴う収益性・現場運営への影響評価、および対応策の記載は見当たらず、対応の有無や方針を判断できない。情報が欠落している。"
          },
          {
            "item": "組織運営について、意思決定の迅速化や役割分担の明確化が図られているか。",
            "score": 1,
            "rationale": "労働組合の存在と労使関係に特記すべき事項がない旨のみ記載されており、意思決定プロセスの最適化や役割分担の明確化に関する記述や組織改革の説明はないため評価できない。"
          }
        ],
        "summary": "開示は従業員数、平均年齢、勤続年数、平均給与といった基本的な人員データの開示にとどまり、人材関連の定量・定性的な課題認識や施策の記載はほとんどないのが現状の強みと課題である。基礎データは整備されているが、採用・定着、育成、賃金と生産性の連動、働き方改革対応、組織運営改善に関する方針・KPI・具体施策の公表を通じた実効性の担保が求められる。"
      },
      {
        "tag": "技術・DX・研究開発",
        "items": [
          {
            "item": "技術力について、売上成長や利益率向上に貢献する競争優位として整理されているか。",
            "score": 2,
            "rationale": "施工技術向上やICT施工推進を目的とする旨が記載されているが、売上や利益率への具体的な影響や競争優位性の整理は示されていない。研究開発費も当該年度は計上されておらず裏付けが弱い。"
          },
          {
            "item": "DX推進について、業務効率化・原価低減など定量効果が意識されているか。",
            "score": 1,
            "rationale": "ICT施工の推進が言及されているのみで、業務効率化や原価低減の定量的効果・導入実績・KPIなどの記載は一切ない。効果を裏付けるデータや投資情報が欠如している。"
          },
          {
            "item": "研究開発テーマについて、将来の事業拡大や差別化と接続しているか。",
            "score": 2,
            "rationale": "研究開発の目的（施工技術向上、ICT施工推進）は明示されているが、具体的テーマやロードマップ、事業拡大や差別化との接続に関する記述はない。加えて当年度の研究開発費が『該当なし』である点が課題である。"
          }
        ],
        "summary": "施工技術向上とICT施工推進という方針自体は評価できるものの、当該年度に研究開発費が計上されておらず、具体的なテーマ、数値目標、成果や定量的効果の開示がほとんどないため、技術優位性やDXの効果、将来の事業拡大への結びつきが不明瞭です。強みは方向性の提示にあるが、投資・実行計画と定量的な評価指標の開示が急務です。"
      },
      {
        "tag": "サステナビリティ・社会的責任",
        "items": [
          {
            "item": "安全衛生・労働環境について、事業継続や人材定着の観点から十分に対応されているか。",
            "score": 3,
            "rationale": "安全衛生の徹底、働きやすい職場環境、人材育成の取組が明記されており、方針としては整っている。一方でKPIや実績、具体的な施策や効果検証の記載がなく、実効性の評価は難しい。"
          },
          {
            "item": "脱炭素・GXについて、コスト・投資・競争力への影響が整理されているか。",
            "score": 2,
            "rationale": "省エネルギー施工、廃棄物削減、リサイクル推進といった具体分野は示されているが、CO2削減目標、投資額やコスト試算、競争力への影響分析などの記載が全くなく影響整理は不十分である。"
          },
          {
            "item": "ESG対応について、リスク管理や企業価値向上との関係が示されているか。",
            "score": 3,
            "rationale": "ESG重視の基本方針と代表取締役社長を委員長とするサステナビリティ委員会の設置、重要課題の特定や進捗管理への言及により、リスク管理と企業価値向上の関連性は示されている。しかしリスク評価手法や定量的な企業価値インパクトの提示は欠如している。"
          }
        ],
        "summary": "総括：サステナビリティに関する基本方針と代表取締役社長主導の委員会設置により、ガバナンスや取組領域（安全・環境・社会）は明確に示されている点が強みである。一方で各施策のKPI・数値目標、投資額やコスト影響、定量的な実績・リスク評価手法の開示が不足しており、施策の実効性と財務的影響の説明が今後の課題である。"
      },
      {
        "tag": "財務・資本政策・ガバナンス",
        "items": [
          {
            "item": "1. 収益性（利益率）について、原価率・販管費率を踏まえた構造的な強み・弱みが認識されているか。",
            "score": 2,
            "rationale": "「選別受注の推進、原価管理の徹底」との記載はあるが、売上総利益率や原価率、販管費率などの詳細数値や構造分析は開示されておらず、構造的な強み・弱みの具体的な検討が不足している。定性的表現にとどまっているため評価は限定的である。"
          },
          {
            "item": "2. 資本効率（ROE・ROA）について、利益水準および事業モデルとの関係が説明されているか。",
            "score": 2,
            "rationale": "ROEや自己資本利益率の数値は提示されている（例：自己資本利益率が大幅に低下）が、総資産回転率や純利益率との関連や事業モデル起因の説明はなく、低下要因の構造的分析がほとんど示されていない。数値の提示に留まっている。"
          },
          {
            "item": "3. 付加価値創出力について、人件費水準と比較した生産性の課題が認識されているか。",
            "score": 2,
            "rationale": "中長期投資（ICT施工技術等）に言及し生産性向上を目指す方針はあるが、付加価値額や人件費率といった指標による現状分析や課題の定量的検討はなく、人件費と生産性の関係は未整備である。"
          },
          {
            "item": "4. キャッシュフローについて、営業CFが利益・EBITDAと整合的に創出されているか。",
            "score": 3,
            "rationale": "営業CFの増減（直近期は売上債権増加等でマイナス）について因果関係を説明している点はあるが、EBITDA等の利益指標との整合性や調整項目の提示がなく、整合性チェックは部分的にとどまる。"
          },
          {
            "item": "5. フリーキャッシュフローについて、成長投資や設備投資を支えられる水準か。",
            "score": 2,
            "rationale": "投資CFや期末現金残高の数値は開示され、内部留保を投資に充当する方針も示されているが、フリーキャッシュフローのプラス持続性や投資負担能力の定量評価は示されておらず、現状は支えられるか不明である。"
          },
          {
            "item": "6. 財務安全性について、自己資本比率や有利子負債水準が事業リスクに見合っているか。",
            "score": 3,
            "rationale": "自己資本比率や純資産等の数値は開示され（自己資本比率約18%台で低め）、借入金返済等のキャッシュフロー項目も記載されているが、目標水準やリスク許容度との整合性についての定性的・定量的な検討は限定的である。"
          },
          {
            "item": "7. 資金繰り構造について、運転資本や回収条件がキャッシュフローを圧迫していないか。",
            "score": 3,
            "rationale": "営業CFが売上債権の増加等でマイナスとなった旨を明示しており、受取手形・完成工事未収入金の増加も説明されているが、売上債権回転期間やネット運転資本などの具体的指標開示・改善施策は不足している。"
          },
          {
            "item": "8. 資本政策・ガバナンスについて、財務状況および中長期戦略と整合した意思決定・監督体制が構築されているか。",
            "score": 4,
            "rationale": "配当方針（連結配当性向30％目安）や投資方針、取締役会・監査役会・内部監査室等の体制、財務報告に係る内部統制の整備・有効性評価が明確に示されており、意思決定・監督体制は比較的整備されている。ただし資本政策の具体的手段は限定的である。"
          }
        ],
        "summary": "開示はガバナンス体制や内部統制、配当方針・投資方針といった枠組みが整っており、コーポレート統治面の情報は充実している。一方で、収益性や資本効率、付加価値や投資余力に関する定量的・構造的分析（原価率・販管費率、ROA分解、労働生産性指標、FCFの持続性等）が不足しており、財務健全性と事業リスクの整合性評価や運転資本管理の詳細開示が課題である。"
      },
      {
        "tag": "リスクマネジメント・コンプライアンス",
        "items": [
          {
            "item": "主要リスクについて、財務影響（利益・CF・資産）を踏まえて整理されているか。",
            "score": 2,
            "rationale": "主要なリスク（資材価格、受注環境、人材、災害、法規制）を列挙しているが、各リスクが利益・キャッシュフロー・資産に与える定量的な影響や感度分析は記載されておらず、財務影響を踏まえた整理は断片的である。財務面での優先順位付けや想定損失額の提示がないため、評価は不十分である。"
          },
          {
            "item": "災害・BCP対応について、事業継続・財務安定性の観点で十分か。",
            "score": 1,
            "rationale": "災害・事故による工期遅延や損害賠償の可能性をリスクとして挙げているのみで、具体的なBCP計画、復旧手順、保険・資金調達手段、代替体制など事業継続や財務安定性を担保する措置の記載が全くない。したがって対応は極めて抽象的であり不十分である。"
          },
          {
            "item": "人材・労務リスクについて、事業成長への影響が認識されているか。",
            "score": 3,
            "rationale": "技術者・技能者の不足が深刻であり、確保困難が施工体制に影響する旨を明確に認識している点は評価できる。しかし、採用・育成・定着策や外部連携、数値目標等の具体的対策や成長への影響の定量化が示されておらず、記載は一般的で具体性に欠ける。"
          }
        ],
        "summary": "リスク項目は資材価格・受注環境・人材・災害・法規制など建設業に即した主要事項を網羅しており、内部統制やリスク規程、コンプライアンス教育の整備も明記されている点が強みである。一方で、各リスクの財務影響の定量化、BCPや具体的な復旧・資金確保策、人材施策の詳細が欠落しており、実効性あるリスク管理体制の開示充実が課題である。"
      }
    ]
  }
]