[
  {
    "filename": "uekigumi_security_report.pdf",
    "tags": [
      {
        "tag": "経営戦略・中期ビジョン",
        "sections": [
          {
            "page": 11,
            "text": "第２【事業の状況】\n１【経営方針、経営環境及び対処すべき課題等】\n\n(1)会社の経営の基本方針\n当社は、「お客様に信頼される企業、地域に愛される企業、社員が誇れる企業」を基本理念に掲げ、\n社会に貢献し続ける企業を目指しております。\n\n(2)中長期的な会社の経営戦略\n当社は、持続的な成長と中長期的な企業価値の向上を実現するため、建設事業の強化を中心に、\n技術力の向上、生産性の向上、働き方改革への対応、DXの推進、環境への配慮などに取り組んでまいります。\n\n(3)会社の対処すべき課題\n建設業界を取り巻く環境は、資材価格の高騰、人手不足、働き方改革関連法への対応など、課題が山積しております。\n当社は、原価管理の徹底、選別受注の推進、施工体制の強化、技術者の育成・確保、ICT施工の推進などにより、\n収益力の向上と持続的成長を図ってまいります。"
          }
        ]
      },
      {
        "tag": "事業・営業・受注戦略",
        "sections": [
          {
            "page": 7,
            "text": "３【事業の内容】\n\n当社グループは、当社、子会社４社及び関連会社１社により構成され、建設事業、不動産事業、\n商品販売事業、製造事業、環境事業等の事業を行っております。\n当社グループの事業内容と当社及び関係会社の当該事業に係る位置づけは次のとおりでありま\nす。\nなお、次の事業区分は、セグメント情報における事業区分と同一であります。\n\n(建設事業)\n当社は、土木事業、建築事業を営んでおります。\n\n(不動産事業)\n当社は、不動産賃貸事業を営んでおります。\n\n(商品販売事業)\n当社子会社の㈱植木リビングは、建設資材、住宅設備機器等の販売、住宅の施工等を営んでおり\nます。\n\n(製造事業)\n当社子会社の㈱植木道路は、アスファルト合材等の製造販売を営んでおります。\n\n(環境事業)\n当社子会社の㈱植木環境は、産業廃棄物処理、リサイクル等を営んでおります。\n\n(その他)\n当社子会社の㈱植木道路及び㈱植木環境は、建設事業も営んでおります。\n当社子会社の㈱植木道路は、道路清掃等も営んでおります。\n当社関連会社の㈱イー・コスモは、太陽光発電事業を営んでおります。\n\n以上に述べた事項を事業系統図によって示すと次のとおりであります。"
          },
          {
            "page": 8,
            "text": "【事業系統図】\n\n(建設事業)\n株式会社植木組\n(不動産事業)\n株式会社植木組\n(商品販売事業)\n株式会社植木リビング\n(製造事業)\n株式会社植木道路\n(環境事業)\n株式会社植木環境\n(その他)\n株式会社植木道路\n株式会社植木環境\n関連会社\n株式会社イー・コスモ"
          }
        ]
      },
      {
        "tag": "人的資本・組織運営",
        "sections": [
          {
            "page": 10,
            "text": "５【従業員の状況】\n\n(1)連結会社の状況\n2025年３月31日現在\nセグメントの名称 従業員数（人）\n建設事業 586\n不動産事業 3\n商品販売事業 38\n製造事業 52\n環境事業 61\nその他 42\n全社（共通） 0\n合計 782\n\n(注)１　従業員数は就業人員であり、臨時雇用者数は含んでおりません。\n２　セグメント間の内部取引は相殺消去しております。\n\n(2)提出会社の状況\n2025年３月31日現在\n従業員数（人） 平均年齢（歳） 平均勤続年数（年） 平均年間給与（千円）\n745 45.7 15.9 6,269\n\nセグメントの名称 従業員数（人）\n建設事業 745\n合計 745\n\n(注)１　従業員数は就業人員であり、臨時雇用者数は含んでおりません。\n２　平均年間給与は、賞与及び基準外賃金を含んでおります。\n\n(3)労働組合の状況\n当社には植木組労働組合が組織されております。\nなお、労使関係について特記すべき事項はありません。"
          }
        ]
      },
      {
        "tag": "技術・DX・研究開発",
        "sections": [
          {
            "page": 15,
            "text": "６【研究開発活動】\n\n当社グループは、施工技術の向上やICT施工の推進等を目的として研究開発活動を行っております。\n当連結会計年度における研究開発費は、該当事項はありません。"
          }
        ]
      },
      {
        "tag": "サステナビリティ・社会的責任",
        "sections": [
          {
            "page": 12,
            "text": "２【サステナビリティに関する考え方及び取組】\n\n(1)サステナビリティに関する基本的な考え方\n当社グループは、企業の持続的成長と中長期的な企業価値向上のため、環境・社会・ガバナンス（ESG）を重視し、\nサステナビリティ課題への取組を推進しております。\n\n(2)サステナビリティ推進体制\n当社は、代表取締役社長を委員長とするサステナビリティ委員会を設置し、重要課題の特定、目標設定、進捗管理等を行っております。\n\n(3)環境への取組\n脱炭素社会の実現に向け、省エネルギー施工、廃棄物の削減、リサイクルの推進などに取り組んでおります。\n\n(4)社会への取組\n安全衛生の徹底、働きやすい職場環境の整備、人材育成、地域貢献活動などに取り組んでおります。"
          }
        ]
      },
      {
        "tag": "財務・資本政策・ガバナンス",
        "sections": [
          {
            "page": 4,
            "text": "１【主要な経営指標等の推移】\n\n(1）連結経営指標等\n\n回次 第74期 第75期 第76期 第77期 第78期\n決算年月 2022年３月 2023年３月 2024年３月 2024年３月 2025年３月\n売上高 （百万円） 31,664 31,550 31,963 31,963 33,272\n経常利益 （百万円） 988 1,019 748 748 376\n親会社株主に帰属する当期純利益 （百万円） 1,825 1,185 839 839 130\n包括利益 （百万円） 1,383 427 1,488 1,488 274\n純資産額 （百万円） 5,487 5,451 6,624 6,624 6,716\n総資産額 （百万円） 30,155 30,857 34,108 34,108 36,276\n１株当たり純資産額 （円） 2,701.78 2,685.04 3,263.39 3,263.39 3,308.41\n１株当たり当期純利益 （円） 899.56 584.14 413.68 413.68 64.03\n潜在株式調整後１株当たり当期純利益 （円） ― ― ― ― ―\n自己資本比率 （％） 18.2 17.7 19.3 19.3 18.5\n自己資本利益率 （％） 37.6 21.6 13.7 13.7 2.0\n株価収益率 （倍） 3.3 5.2 7.0 7.0 45.0\n営業活動によるキャッシュ・フロー （百万円） 875 786 1,298 1,298 △869\n投資活動によるキャッシュ・フロー （百万円） △263 △514 △1,289 △1,289 △544\n財務活動によるキャッシュ・フロー （百万円） △362 △345 29 29 △71\n現金及び現金同等物の期末残高 （百万円） 3,085 3,011 3,050 3,050 1,565\n従業員数 （人） 767 769 777 777 782\n\n(注)１　第76期以降は「収益認識に関する会計基準」（企業会計基準第29号2020年３月31日）等を適用しており、第76期以降に係る各数値については、当該会計基準等を適用した後の数値となっております。\n２　潜在株式調整後１株当たり当期純利益については、潜在株式が存在しないため記載しておりません。\n３　第77期は、会社法に基づく監査を受けております。\n４　連結財務諸表を作成する会社は少ないため、ページ数も少なくなる場合がございます。\n５　最高株価及び最低株価は、東京証券取引所TOKYO PRO Marketにおけるものであります。"
          },
          {
            "page": 5,
            "text": "（2）提出会社の経営指標等\n\n回次 第74期 第75期 第76期 第77期 第78期\n決算年月 2022年３月 2023年３月 2024年３月 2024年３月 2025年３月\n売上高 （百万円） 31,627 31,515 31,920 31,920 33,215\n経常利益 （百万円） 969 1,007 734 734 374\n当期純利益 （百万円） 1,809 1,173 828 828 122\n資本金 （百万円） 1,816 1,816 1,816 1,816 1,816\n発行済株式総数 （千株） 2,400 2,400 2,400 2,400 2,400\n純資産額 （百万円） 5,466 5,429 6,609 6,609 6,701\n総資産額 （百万円） 30,102 30,805 34,048 34,048 36,179\n１株当たり純資産額 （円） 2,691.20 2,673.35 3,254.89 3,254.89 3,300.08\n１株当たり当期純利益 （円） 891.64 577.88 407.97 407.97 60.19\n潜在株式調整後１株当たり当期純利益 （円） ― ― ― ― ―\n自己資本比率 （％） 18.2 17.6 19.4 19.4 18.5\n自己資本利益率 （％） 37.8 21.7 13.6 13.6 1.8\n株価収益率 （倍） 3.3 5.3 7.1 7.1 47.8\n配当性向 （％） 0.0 0.0 0.0 0.0 0.0\n従業員数 （人） 728 730 740 740 745\n\n(注)１　第76期以降は「収益認識に関する会計基準」（企業会計基準第29号2020年３月31日）等を適用しており、第76期以降に係る各数値については、当該会計基準等を適用した後の数値となっております。\n２　潜在株式調整後１株当たり当期純利益については、潜在株式が存在しないため記載しておりません。\n３　第77期は、会社法に基づく監査を受けております。\n４　第77期の配当性向については、配当を実施していないため記載しておりません。\n５　最高株価及び最低株価は、東京証券取引所TOKYO PRO Marketにおけるものであります。"
          },
          {
            "page": 14,
            "text": "４【経営者による財政状態、経営成績及びキャッシュ・フローの状況の分析】\n\n(1)経営成績等の状況の概要\n当連結会計年度における我が国経済は、緩やかな回復基調にあるものの、資材価格の高騰、人手不足等の影響が継続しております。\nこのような状況のもと、当社グループは選別受注の推進、原価管理の徹底等により収益確保に努めました。\n\n(2)財政状態の分析\n当連結会計年度末の総資産は前連結会計年度末に比べ増加しました。主に、受取手形・完成工事未収入金等の増減によるものです。\n\n(3)キャッシュ・フローの状況\n営業活動によるキャッシュ・フローは、売上債権の増加等によりマイナスとなりました。\n投資活動によるキャッシュ・フローは設備投資等によりマイナスとなりました。\n財務活動によるキャッシュ・フローは借入金の返済等によりマイナスとなりました。"
          },
          {
            "page": 24,
            "text": "３【配当政策】\n\n当社は、株主の皆様への利益還元を経営の最重要課題の一つとして認識しており、将来の事業展開と経営体質の強化に必要な内部留保を確保しつつ、業績に応じた安定的かつ継続的な配当を行うことを基本方針としております。\n\n利益配分につきましては、連結配当性向30％以上を目安として実施することを目標としております。\n\n当社の剰余金の配当は、期末配当の年１回を基本的な方針としておりますが、定款において、毎年９月30日を基準日として取締役会の決議により中間配当を行うことができる旨を定めております。これら剰余金の配当の決定機関は、期末配当については株主総会、中間配当については取締役会であります。\n\n当事業年度の配当につきましては、上記基本方針に基づき、当期の業績、財務状況及び今後の事業展開等を総合的に勘案し、１株当たり５円の期末配当を実施することを決定いたしました。\nなお、当期は業績の回復により黒字転換を果たしたことから、３期ぶりの復配となります。\n\n内部留保資金につきましては、財務体質の強化を図るとともに、中長期的な成長に資するICT施工技術等の研究開発投資や環境対応設備への投資に有効に活用してまいる所存です。\n\nなお、基準日が当事業年度に属する剰余金の配当は、以下のとおりであります。\n決議年月日 配当金の総額（百万円） １株当たり配当額（円）\n2025年６月26日 定時株主総会決議 50 5.00"
          },
          {
            "page": 25,
            "text": "４【コーポレート・ガバナンスの状況等】\n(1)【コーポレート・ガバナンスの概要】\n\n①コーポレート・ガバナンスに関する基本的な考え方\n当社は、持続的な企業価値の向上を図るためには、経営の透明性・健全性を確保するとともに、環境の変化に迅速かつ的確に対応できる経営体制を構築することが重要であると認識しております。\nこのため、株主をはじめ、顧客、取引先、従業員、地域社会等の全てのステークホルダーとの信頼関係を深め、社会的な責任を果たすことを経営の基本方針としております。また、コンプライアンス（法令遵守）の徹底とリスク管理体制の強化を推進し、コーポレート・ガバナンスの充実に取り組んでまいる所存であります。\n\n②企業統治の体制の概要及び当該体制を採用する理由\nア. 企業統治の体制の概要\n当社は、監査役会設置会社制度を採用しております。取締役会による業務執行の決定及び監督と、監査役会による取締役の職務執行の監査を組み合わせることで、経営の監視機能を確保しております。また、執行役員制度を導入し、経営の意思決定・監督機能と業務執行機能を分離することで、迅速な業務執行と責任の明確化を図っております。"
          },
          {
            "page": 26,
            "text": "当社の企業統治の体制の概要は以下のとおりであります。\n(取締役会)\n取締役会は、取締役６名（うち社外取締役２名）で構成されており、原則として毎月１回開催するほか、必要に応じて臨時取締役会を開催しております。\n(監査役会)\n監査役会は、監査役３名（うち社外監査役２名）で構成されており、原則として毎月１回開催するほか、必要に応じて臨時監査役会を開催しております。\n\nイ. 企業統治の体制を採用する理由\n当社は、監査役会設置会社制度を採用し、取締役会と監査役会による二重のチェック体制により、経営の健全性を確保することが適切であると判断しております。"
          },
          {
            "page": 35,
            "text": "　①監査等委員会監査の状況\n　当社の監査等委員は,監査等委員会において定めた監査方針・監査計画に基づき、内部監査室と連携して当社及び\n当社グループ各社の往査等を行っており、往査報告については監査等委員会にて報告されております。また、監査等\n委員は重要な経営会議に出席し、業務執行が適切に行われていることを確認することで監査業務の有効性の確保に努\nめております。\n　また、監査等委員は業務執行に関する重要な文書を閲覧し、必要に応じて担当取締役及び使用人に説明を求めてお\nります。適宜、監査等委員会を開催している他、会計監査人及び内部監査室との情報交換や、代表取締役と定期的な\n面談を行っております。\n　なお、監査等委員深澤邦光氏は、税理士の資格を有しております。\n　当事業年度において当社は監査等委員会を13回開催しており、個々の監査等委員の出席状況については次のとおり\nです。\n　監査等委員会における具体的な検討内容は、監査計画、内部統制システムの運用状況、事業計画の進捗状況、取締\n役会の実効性評価、会計監査人の評価及び監査報酬に対する同意等であります。\n　常勤監査等委員の主な活動は、取締役会等の会議への出席、当社本支店への往査、代表取締役との意見交換及び会\n計監査人の職務執行状況の確認であります。\n　なお、2025年６月26日開催予定の定時株主総会の議案（決議事項）として、「監査等委員である取締役３名選任の\n件」を提案しており、当該議案が承認可決されますと、監査等委員は引き続き３名の監査等委員（うち２名は社外取\n締役）で構成されることになります。"
          },
          {
            "page": 35,
            "text": "　②内部監査の状況\n　当社では、2006年4月より内部統制を統括する内部監査室を設置し業務監査を行っております。内部監査室は、規\n定違反及び潜在的なリスク調査を目的に、監査等委員会との協議により決定された内部監査計画に基づき、当社及び\n当社グループ各社の内部監査を実施しております。内部監査の結果については、代表取締役及び監査等委員へ報告を\n行うと共に、改善を要する内容については、取締役会に報告しております。\n　また、当社及び当社グループ各社は「公益通報者保護規程」により相談・通報体制を設けており、コンプライアン\nスの実効性の向上に努めております。"
          },
          {
            "page": 117,
            "text": "１【財務報告に係る内部統制の基本的枠組みに関する事項】\n当社代表者取締役社長日下部久夫は、当社及び連結子会社の財務報告に係る内部統制の整備及び運用に責任を有して\nおります。\n当社は、「財務報告に係る内部統制の評価及び監査の基準」に準拠して財務報告に係る内部統制を整備及び運用してお\nります。\nなお、財務報告に係る内部統制は、財務報告に係る内部統制の各基本的要素が有機的に結びつき、一体となって機能す\nることで、その目的を合理的な範囲で達成しようとするものであります。このため、財務報告に係る内部統制により財務\n報告の虚偽の記載を完全には防止または発見することができない可能性があります。\n２【評価の範囲、基準日及び評価手続に関する事項】\n財務報告に係る内部統制の評価は、当連結会計年度の末日である2025年３月31日を基準日として行われており、評価\nに当たっては、一般に公正妥当と認められる財務報告に係る内部統制の評価の基準に準拠しております。\n本評価においては、財務報告の信頼性に及ぼす影響の重要性の観点から必要な範囲を評価の範囲としております。\n評価の範囲は、会社及び連結子会社について、財務報告の信頼性に及ぼす影響の重要性の観点から財務報告に係る内部\n統制の整備及び運用状況を評価するために、企業集団全体の財務報告に係る内部統制の評価範囲を決定し、さらに、決定\nされた評価範囲に基づき、業務プロセスに係る内部統制の評価範囲を決定しております。\n業務プロセスに係る内部統制の評価範囲については、連結売上高（連結会社間取引消去後）の概ね２／３に達している\n事業拠点を「重要な事業拠点」とし、その事業拠点における企業の事業目的に大きく関わる勘定科目として売上高、完成\n工事未収入金及び未成工事受入金に至る業務プロセスを評価の対象としました。\nさらに、選定した重要な事業拠点にかかわらず、重要な虚偽表示発生可能性が高く、見積りや予測を伴う重要な勘定科\n目に係る業務プロセスやリスクが大きい取引または業務に係る業務プロセスを財務報告への影響を勘案して重要性の大き\nい業務プロセスとして評価対象に追加しております。\n３【評価結果に関する事項】\n上記の評価の結果、当連結会計年度末日における当社及び連結子会社の財務報告に係る内部統制は有効であると判断い\nたしました。\n４【付記事項】\n付記すべき事項はありません。\n５【特記事項】\n特記すべき事項はありません。\n 117/117"
          }
        ]
      },
      {
        "tag": "リスクマネジメント・コンプライアンス",
        "sections": [
          {
            "page": 13,
            "text": "３【事業等のリスク】\n\n当社グループの事業展開、経営成績及び財政状態等に影響を及ぼす可能性のある主要なリスクには、\n以下の事項があります。\n\n(1)建設資材価格の変動\n資材価格の高騰は工事原価に影響を与える可能性があり、適切な価格転嫁ができない場合、収益性が悪化するリスクがあります。\n\n(2)受注環境の変化\n公共投資の動向や民間設備投資の変動により、受注量が減少する可能性があります。\n\n(3)人材確保\n技術者・技能者の不足が深刻化しており、人材確保が困難となった場合、施工体制に影響を与えるリスクがあります。\n\n(4)災害・事故\n自然災害や重大事故の発生により、工期遅延や損害賠償等が発生する可能性があります。\n\n(5)法規制・コンプライアンス\n建設業法、労働関連法規等の違反が発生した場合、行政処分や信用低下のリスクがあります。"
          },
          {
            "page": 27,
            "text": "③企業統治に関するその他の事項\nア．内部統制システムの整備の状況\n当社は、取締役会において内部統制システムの基本方針を決議し、適切な運用に努めております。\nイ．リスク管理体制の整備の状況\n当社は、リスク管理規程を整備し、リスクの把握及び対応に努めております。\nウ．コンプライアンス体制の整備の状況\n当社は、コンプライアンスの徹底を図るため、教育・研修等を実施しております。"
          }
        ]
      },
      {
        "tag": "その他",
        "sections": [
          {
            "page": 1,
            "text": "（金融商品取引法第24条第１項に基づく報告書）\n事 業 年 度 自　2024年４月１日\n（第 78 期） 至　2025年３月31日\n有価証券報告書\n株式会社植木組\n(E00179)"
          },
          {
            "page": 2,
            "text": "表紙 　頁\n第一部 企業情報 ……………………………………………………………………………………………………… 1\n第１ 企業の概況 ……………………………………………………………………………………………………… 1\n１．主要な経営指標等の推移 …………………………………………………………………………………… 1\n２．沿革 …………………………………………………………………………………………………………… 3\n３．事業の内容 …………………………………………………………………………………………………… 4\n４．関係会社の状況 ……………………………………………………………………………………………… 5\n５．従業員の状況 ………………………………………………………………………………………………… 6\n第２ 事業の状況 ……………………………………………………………………………………………………… 7\n１．経営方針、経営環境及び対処すべき課題等 ……………………………………………………………… 7\n２．サステナビリティに関する考え方及び取組 ……………………………………………………………… 8\n３．事業等のリスク ……………………………………………………………………………………………… 9\n４．経営者による財政状態、経営成績及びキャッシュ・フローの状況の分析 …………………………… 10\n５．重要な契約等 ………………………………………………………………………………………………… 15\n６．研究開発活動 ………………………………………………………………………………………………… 15\n第３ 設備の状況 ……………………………………………………………………………………………………… 16\n１．設備投資等の概要 …………………………………………………………………………………………… 16\n２．主要な設備の状況 …………………………………………………………………………………………… 16\n３．設備の新設、除却等の計画 ………………………………………………………………………………… 17\n第４ 提出会社の状況 ………………………………………………………………………………………………… 18\n１．株式等の状況 ………………………………………………………………………………………………… 18\n２．自己株式の取得等の状況 …………………………………………………………………………………… 20\n３．配当政策 ……………………………………………………………………………………………………… 21\n４．コーポレート・ガバナンスの状況等 ……………………………………………………………………… 22\n（１）コーポレートガバナンスの概要 …………………………………………………………………… 22\n（２）役員の状況 …………………………………………………………………………………………… 27\n（３）監査の状況 …………………………………………………………………………………………… 32\n（４）役員の報酬等 ………………………………………………………………………………………… 34\n（５）株式の保有状況 ……………………………………………………………………………………… 36\n第５ 経理の状況 ……………………………………………………………………………………………………… 41\n１．連結財務諸表等 ……………………………………………………………………………………………… 42\n２．財務諸表等 …………………………………………………………………………………………………… 81\n第６ 提出会社の株式事務の概要 …………………………………………………………………………………… 99\n第７ 提出会社の参考情報 …………………………………………………………………………………………… 101\n１．提出会社の親会社等の情報　……………………………………………………………………………… 101\n２．その他の参考情報　………………………………………………………………………………………… 101\n第二部 提出会社の保証会社等の情報 ……………………………………………………………………………… 102\n［監査報告書］\n目次"
          },
          {
            "page": 3,
            "text": "第一部【企業情報】\n第１【企業の概況】\n１【主要な経営指標等の推移】"
          },
          {
            "page": 6,
            "text": "２【沿革】\n\n年月 沿革\n1908年３月 新潟県刈羽郡刈羽村に「植木組」を創業\n1911年３月 新潟県刈羽郡刈羽村に「植木合名会社」を設立\n1943年４月 「植木建設工業株式会社」（資本金200千円）を設立\n1944年３月 「植木組」と合併し、「植木建設工業株式会社」として存続\n1946年10月 資本金を800千円に増資\n1950年７月 「株式会社植木組」に商号変更\n1950年８月 建設業法による新潟県知事登録（い）第71号の登録\n1954年９月 建設業法改正に伴い、新潟県知事登録（チ）第71号の登録\n1958年４月 本社を新潟県柏崎市に移転\n1962年８月 建設業法改正に伴い、建設大臣登録（イ）第471号の登録\n1963年７月 東京支店開設\n1964年２月 新潟支店開設\n1965年６月 建設業法改正に伴い、建設大臣許可（特-40）第471号の許可\n1965年９月 仙台支店開設\n1969年４月 名古屋支店開設\n1971年５月 新潟県柏崎市に技術研究所を設置\n1971年９月 大阪支店開設\n1974年４月 東北支店を仙台支店に統合\n1976年３月 東京支店を東京本社に変更\n1977年４月 新潟支店を北陸支店に変更\n1977年７月 東京本社を東京都千代田区に移転\n1984年３月 名古屋支店を中部支店に変更\n1984年11月 新潟県柏崎市に機材センターを設置\n1987年９月 福岡支店開設\n1991年４月 技術研究所を新潟県柏崎市から新潟県長岡市に移転\n1994年４月 東京本社を東京都中央区に移転\n1999年３月 新潟県柏崎市に環境事業所を設置\n2000年３月 ISO9001認証取得\n2004年３月 ISO14001認証取得\n2008年３月 創業100周年\n2011年３月 東日本大震災への復旧・復興支援\n2016年７月 技術研究所を新潟県長岡市から新潟県柏崎市に移転\n2022年４月 東京証券取引所TOKYO PRO Marketに上場\n2024年４月 北陸支店を新潟支店に名称変更"
          },
          {
            "page": 9,
            "text": "４【関係会社の状況】\n\n名称 住所 資本金又は\n出資金（百万円）\n事業内容\n議決権の\n所有割合（％）\n関係内容\n\n(連結子会社)\n㈱植木リビング\n新潟県柏崎市 10 商品販売事業 100.0 建設資材の販売\n\n㈱植木道路\n新潟県柏崎市 50 製造事業 100.0 建設工事の下請\n\n㈱植木環境\n新潟県柏崎市 30 環境事業 100.0 廃棄物処理の委託\n\n㈱植木道路\n㈱植木環境\n新潟県柏崎市\n新潟県柏崎市\n50\n30\nその他 100.0\n100.0\n建設工事の下請\n建設工事の下請\n\n(持分法適用関連会社)\n㈱イー・コスモ\n新潟県柏崎市 50 太陽光発電事業 35.0 太陽光発電事業への出資\n\n(注)１　上記関係会社に特定子会社はありません。\n２　有価証券届出書又は有価証券報告書を提出している会社はありません。"
          },
          {
            "page": 15,
            "text": "５【重要な契約等】\n\n該当事項はありません。"
          },
          {
            "page": 16,
            "text": "第３【設備の状況】\n１【設備投資等の概要】\n\n当連結会計年度において実施した設備投資の主なものは、建設事業における機械設備等であります。"
          },
          {
            "page": 17,
            "text": "２【主要な設備の状況】\n\n(1)提出会社\n2025年３月31日現在\n事業所名（所在地）\nセグメントの名称\n設備の内容\n帳簿価額（百万円）\n従業員数（人）\n\n本社（新潟県柏崎市）\n建設事業\n建物及び構築物\n土地\nその他\n合計\n\n東京本社（東京都中央区）\n建設事業\n建物及び構築物\n土地\nその他\n合計\n\n(注)帳簿価額の「その他」は、機械装置及び運搬具、工具器具備品等であります。"
          },
          {
            "page": 18,
            "text": "３【設備の新設、除却等の計画】\n\n(1)重要な設備の新設等\n該当事項はありません。\n\n(2)重要な設備の除却等\n該当事項はありません。"
          },
          {
            "page": 28,
            "text": "(2)【役員の状況】\n\n①役員一覧\n（略）"
          },
          {
            "page": 29,
            "text": "(2)【役員の状況】\n\n（略）"
          },
          {
            "page": 30,
            "text": "(2)【役員の状況】\n\n（略）"
          },
          {
            "page": 80,
            "text": "ＥＹ新日本有限責任監査法人による監査報告書\n- 80 -"
          },
          {
            "page": 80,
            "text": "（金融商品取引法第193条の２第１項に基づく監査証明）\n- 80 -"
          },
          {
            "page": 80,
            "text": "独立監査人の監査報告書\n2025年６月26日\n株式会社植木組\n取締役会　御中\nＥＹ新日本有限責任監査法人\n新潟事務所\n指定有限責任社員\n業務執行社員\n公認会計士　吉田　直樹\n指定有限責任社員\n業務執行社員\n公認会計士　高橋　宏\n監査意見\n当監査法人は、金融商品取引法第193条の２第１項の規定に基づく監査証明を行うため、「経理の状況」に掲げら\nれている株式会社植木組の2024年４月１日から2025年３月31日までの連結会計年度の連結財務諸表、すなわち、連\n結貸借対照表、連結損益計算書、連結包括利益計算書、連結株主資本等変動計算書、連結キャッシュ・フロー計算\n書及び連結財務諸表注記について監査を行った。\n当監査法人は、上記の連結財務諸表が、我が国において一般に公正妥当と認められる企業会計の基準に準拠して、\n株式会社植木組及び連結子会社の2025年３月31日現在の財政状態並びに同日をもって終了する連結会計年度の経営\n成績及びキャッシュ・フローの状況を、全ての重要な点において適正に表示しているものと認める。\n監査意見の根拠\n当監査法人は、我が国において一般に公正妥当と認められる監査の基準に準拠して監査を行った。監査の基準に\nおける当監査法人の責任は、「連結財務諸表監査における監査人の責任」に記載されている。当監査法人は、我が\n国における職業倫理に関する規定に従って、会社及び連結子会社から独立しており、また、監査人としてのその他\nの倫理上の責任を果たしている。当監査法人は、意見表明の基礎となる十分かつ適切な監査証拠を入手したと判断\nしている。\nその他の記載内容\nその他の記載内容は、有価証券報告書に含まれる情報のうち、連結財務諸表及び当監査法人の監査報告書以外の\n情報である。\n経営者の責任は、その他の記載内容を作成し開示することにある。また、監査役及び監査役会の責任は、その他の\n記載内容の報告プロセスの整備及び運用における取締役の職務の執行を監視することにある。\n当監査法人の連結財務諸表に対する監査意見の対象にはその他の記載内容は含まれておらず、当監査法人はその他\nの記載内容に対して意見を表明するものではない。\n連結財務諸表の監査における当監査法人の責任は、その他の記載内容を通読し、通読の過程において、その他の記\n載内容と連結財務諸表又は当監査法人が監査の過程で得た知識との間に重要な相違がある場合又はその他の記載内\n容に重要な誤りの兆候がある場合に、対応を検討することにある。\n連結財務諸表に関する経営者及び監査役及び監査役会の責任\n経営者の責任は、我が国において一般に公正妥当と認められる企業会計の基準に準拠して連結財務諸表を作成し\n適正に表示することにある。これには、不正又は誤謬による重要な虚偽表示のない連結財務諸表を作成し適正に表\n示するために経営者が必要と判断した内部統制を整備及び運用することが含まれる。\n連結財務諸表を作成するに当たり、経営者は、継続企業の前提に基づき連結財務諸表を作成することが適切である\nかどうかを評価し、我が国において一般に公正妥当と認められる企業会計の基準に基づいて継続企業に関する事項\nを開示する必要がある場合には当該事項を開示する責任がある。\n監査役及び監査役会の責任は、財務報告プロセスの整備及び運用における取締役の職務の執行を監視することにあ\nる。\n連結財務諸表監査における監査人の責任\n監査人の責任は、監査人が実施した監査に基づいて、全体としての連結財務諸表に不正又は誤謬による重要な虚偽\n表示がないかどうかについて合理的な保証を得て、監査報告書において独立の立場から連結財務諸表に対する意見\nを表明することにある。虚偽表示は、不正又は誤謬により生じる可能性があり、個別に又は集計すると、連結財務\n諸表の利用者の意思決定に影響を与えると合理的に見込まれる場合に、重要性があると判断される。\n監査人は、我が国において一般に公正妥当と認められる監査の基準に従って、監査の過程を通じて、職業的専門家\nとしての判断を行い、職業的懐疑心を保持して以下を実施する。\n・不正又は誤謬による重要な虚偽表示リスクを識別し、評価する。また、重要な虚偽表示リスクに対応した監査手続\nを立案し、実施する。監査手続の選択及び適用は監査人の判断による。さらに、意見表明の基礎となる十分かつ適\n切な監査証拠を入手する。\n・連結財務諸表監査の目的は、内部統制の有効性について意見表明するためのものではないが、監査人は、リスク評\n価の実施に際して、状況に応じた適切な監査手続を立案するために、監査に関連する内部統制を検討する。\n・経営者が採用した会計方針及びその適用方法の適切性、並びに経営者によって行われた会計上の見積りの合理性及\nび関連する注記事項の妥当性を評価する。\n・経営者が継続企業を前提として連結財務諸表を作成することが適切であるかどうか、また、入手した監査証拠に基\nづき、継続企業の前提に重要な疑義を生じさせるような事象又は状況に関して重要な不確実性が認められるかどう\nか結論付ける。継続企業の前提に関する重要な不確実性が認められる場合は、監査報告書において連結財務諸表の\n注記事項に注意を喚起すること、又は当該注記事項が適切でない場合は、連結財務諸表に対して除外事項付意見を\n表明することが求められている。監査人の結論は、監査報告書日までに入手した監査証拠に基づいているが、将来\nの事象や状況により、会社及び連結子会社は継続企業として存続できなくなる可能性がある。\n・連結財務諸表の表示及び注記事項が、我が国において一般に公正妥当と認められる企業会計の基準に準拠している\nかどうかとともに、関連する注記事項を含めた連結財務諸表の表示、構成及び内容、並びに連結財務諸表が基礎と\nなる取引や会計事象を適正に表示しているかどうかを評価する。\n・連結財務諸表に対する意見表明の基礎となる十分かつ適切な監査証拠を入手するために、会社及び連結子会社の財\n務情報に関する監査手続を実施する。監査人は、連結財務諸表監査の指揮、監督及び査閲に関して責任がある。\n監査人は、監査役及び監査役会に対して、計画した監査の範囲と時期、監査の実施過程で識別した内部統制の重要\nな不備を含む監査上の重要な発見事項、及び監査の基準で求められているその他の事項について報告を行う。\n監査人は、監査役及び監査役会に対して、独立性についての我が国における職業倫理に関する規定を遵守したこと、\n並びに監査人の独立性に影響を与えると合理的に考えられる事項、及び阻害要因を除去するための対応策を講じて\nいる場合又は阻害要因を許容可能な水準にまで軽減するためのセーフガードを適用している場合は当該セーフガー\nドについて報告を行う。\n利害関係\n会社及び連結子会社と当監査法人又は業務執行社員との間には、公認会計士法の規定により記載すべき利害関係は\nない。\n以　上\n（注）１　上記の監査報告書の原本は当社が別途保管しております。\n２　ＸＢＲＬデータは監査の対象には含まれていません。\n- 80 -"
          },
          {
            "page": 81,
            "text": "（金融商品取引法第193条の２第１項に基づく監査証明）\n- 81 -"
          },
          {
            "page": 81,
            "text": "独立監査人の監査報告書\n2025年６月26日\n株式会社植木組\n取締役会　御中\nＥＹ新日本有限責任監査法人\n新潟事務所\n指定有限責任社員\n業務執行社員\n公認会計士　吉田　直樹\n指定有限責任社員\n業務執行社員\n公認会計士　高橋　宏\n監査意見\n当監査法人は、金融商品取引法第193条の２第１項の規定に基づく監査証明を行うため、「経理の状況」に掲げら\nれている株式会社植木組の2024年４月１日から2025年３月31日までの第78期事業年度の財務諸表、すなわち、貸借\n対照表、損益計算書、株主資本等変動計算書、個別注記表及び附属明細表について監査を行った。\n当監査法人は、上記の財務諸表が、我が国において一般に公正妥当と認められる企業会計の基準に準拠して、株式\n会社植木組の2025年３月31日現在の財政状態及び同日をもって終了する事業年度の経営成績を、全ての重要な点に\nおいて適正に表示しているものと認める。\n監査意見の根拠\n当監査法人は、我が国において一般に公正妥当と認められる監査の基準に準拠して監査を行った。監査の基準に\nおける当監査法人の責任は、「財務諸表監査における監査人の責任」に記載されている。当監査法人は、我が国に\nおける職業倫理に関する規定に従って、会社から独立しており、また、監査人としてのその他の倫理上の責任を果\nたしている。当監査法人は、意見表明の基礎となる十分かつ適切な監査証拠を入手したと判断している。\nその他の記載内容\nその他の記載内容は、有価証券報告書に含まれる情報のうち、財務諸表及び当監査法人の監査報告書以外の情報\nである。\n経営者の責任は、その他の記載内容を作成し開示することにある。また、監査役及び監査役会の責任は、その他の\n記載内容の報告プロセスの整備及び運用における取締役の職務の執行を監視することにある。\n当監査法人の財務諸表に対する監査意見の対象にはその他の記載内容は含まれておらず、当監査法人はその他の記\n載内容に対して意見を表明するものではない。\n財務諸表の監査における当監査法人の責任は、その他の記載内容を通読し、通読の過程において、その他の記載内\n容と財務諸表又は当監査法人が監査の過程で得た知識との間に重要な相違がある場合又はその他の記載内容に重要\nな誤りの兆候がある場合に、対応を検討することにある。\n財務諸表に関する経営者及び監査役及び監査役会の責任\n経営者の責任は、我が国において一般に公正妥当と認められる企業会計の基準に準拠して財務諸表を作成し適正\nに表示することにある。これには、不正又は誤謬による重要な虚偽表示のない財務諸表を作成し適正に表示するた\nめに経営者が必要と判断した内部統制を整備及び運用することが含まれる。\n財務諸表を作成するに当たり、経営者は、継続企業の前提に基づき財務諸表を作成することが適切であるかどう\nかを評価し、我が国において一般に公正妥当と認められる企業会計の基準に基づいて継続企業に関する事項を開示\nする必要がある場合には当該事項を開示する責任がある。\n監査役及び監査役会の責任は、財務報告プロセスの整備及び運用における取締役の職務の執行を監視することに\nある。\n財務諸表監査における監査人の責任\n監査人の責任は、監査人が実施した監査に基づいて、全体としての財務諸表に不正又は誤謬による重要な虚偽表\n示がないかどうかについて合理的な保証を得て、監査報告書において独立の立場から財務諸表に対する意見を表\n明することにある。虚偽表示は、不正又は誤謬により生じる可能性があり、個別に又は集計すると、財務諸表の利\n用者の意思決定に影響を与えると合理的に見込まれる場合に、重要性があると判断される。\n監査人は、我が国において一般に公正妥当と認められる監査の基準に従って、監査の過程を通じて、職業的専門\n家としての判断を行い、職業的懐疑心を保持して以下を実施する。\n・不正又は誤謬による重要な虚偽表示リスクを識別し、評価する。また、重要な虚偽表示リスクに対応した監査手\n続を立案し、実施する。監査手続の選択及び適用は監査人の判断による。さらに、意見表明の基礎となる十分か\nつ適切な監査証拠を入手する。\n・財務諸表監査の目的は、内部統制の有効性について意見表明するためのものではないが、監査人は、リスク評価\nの実施に際して、状況に応じた適切な監査手続を立案するために、監査に関連する内部統制を検討する。\n・経営者が採用した会計方針及びその適用方法の適切性、並びに経営者によって行われた会計上の見積りの合理性\n及び関連する注記事項の妥当性を評価する。\n・経営者が継続企業を前提として財務諸表を作成することが適切であるかどうか、また、入手した監査証拠に基づ\nき、継続企業の前提に重要な疑義を生じさせるような事象又は状況に関して重要な不確実性が認められるかどう\nか結論付ける。継続企業の前提に関する重要な不確実性が認められる場合は、監査報告書において財務諸表の注\n記事項に注意を喚起すること、又は当該注記事項が適切でない場合は、財務諸表に対して除外事項付意見を表明\nすることが求められている。監査人の結論は、監査報告書日までに入手した監査証拠に基づいているが、将来の\n事象や状況により、会社は継続企業として存続できなくなる可能性がある。\n・財務諸表の表示及び注記事項が、我が国において一般に公正妥当と認められる企業会計の基準に準拠しているか\nどうかとともに、関連する注記事項を含めた財務諸表の表示、構成及び内容、並びに財務諸表が基礎となる取引\nや会計事象を適正に表示しているかどうかを評価する。\n監査人は、監査役及び監査役会に対して、計画した監査の範囲と時期、監査の実施過程で識別した内部統制の重要\nな不備を含む監査上の重要な発見事項、及び監査の基準で求められているその他の事項について報告を行う。\n監査人は、監査役及び監査役会に対して、独立性についての我が国における職業倫理に関する規定を遵守したこと、\n並びに監査人の独立性に影響を与えると合理的に考えられる事項、及び阻害要因を除去するための対応策を講じて\nいる場合又は阻害要因を許容可能な水準にまで軽減するためのセーフガードを適用している場合は当該セーフガー\nドについて報告を行う。\n利害関係\n会社と当監査法人又は業務執行社員との間には、公認会計士法の規定により記載すべき利害関係はない。\n以　上\n（注）１　上記の監査報告書の原本は当社が別途保管しております。\n２　ＸＢＲＬデータは監査の対象には含まれていません。\n- 81 -"
          },
          {
            "page": 82,
            "text": "独立監査人の監査報告書\n2025年６月26日\n株式会社植木組\n取締役会　御中\nＥＹ新日本有限責任監査法人\n新潟事務所\n指定有限責任社員\n業務執行社員\n公認会計士　吉田　直樹\n指定有限責任社員\n業務執行社員\n公認会計士　高橋　宏\n監査意見\n当監査法人は、金融商品取引法第193条の２第１項の規定に基づく監査証明を行うため、「経理の状況」に掲げら\nれている株式会社植木組の2024年４月１日から2025年３月31日までの第78期事業年度の財務諸表、すなわち、貸借\n対照表、損益計算書、株主資本等変動計算書、個別注記表及び附属明細表について監査を行った。\n当監査法人は、上記の財務諸表が、我が国において一般に公正妥当と認められる企業会計の基準に準拠して、株式\n会社植木組の2025年３月31日現在の財政状態及び同日をもって終了する事業年度の経営成績を、全ての重要な点に\nおいて適正に表示しているものと認める。\n監査意見の根拠\n当監査法人は、我が国において一般に公正妥当と認められる監査の基準に準拠して監査を行った。監査の基準に\nおける当監査法人の責任は、「財務諸表監査における監査人の責任」に記載されている。当監査法人は、我が国に\nおける職業倫理に関する規定に従って、会社から独立しており、また、監査人としてのその他の倫理上の責任を果\nたしている。当監査法人は、意見表明の基礎となる十分かつ適切な監査証拠を入手したと判断している。\nその他の記載内容\nその他の記載内容は、有価証券報告書に含まれる情報のうち、財務諸表及び当監査法人の監査報告書以外の情報\nである。\n経営者の責任は、その他の記載内容を作成し開示することにある。また、監査役及び監査役会の責任は、その他の\n記載内容の報告プロセスの整備及び運用における取締役の職務の執行を監視することにある。\n当監査法人の財務諸表に対する監査意見の対象にはその他の記載内容は含まれておらず、当監査法人はその他の記\n載内容に対して意見を表明するものではない。\n財務諸表の監査における当監査法人の責任は、その他の記載内容を通読し、通読の過程において、その他の記載内\n容と財務諸表又は当監査法人が監査の過程で得た知識との間に重要な相違がある場合又はその他の記載内容に重要\nな誤りの兆候がある場合に、対応を検討することにある。\n財務諸表に関する経営者及び監査役及び監査役会の責任\n経営者の責任は、我が国において一般に公正妥当と認められる企業会計の基準に準拠して財務諸表を作成し適正\nに表示することにある。これには、不正又は誤謬による重要な虚偽表示のない財務諸表を作成し適正に表示するた\nめに経営者が必要と判断した内部統制を整備及び運用することが含まれる。\n財務諸表を作成するに当たり、経営者は、継続企業の前提に基づき財務諸表を作成することが適切であるかどう\nかを評価し、我が国において一般に公正妥当と認められる企業会計の基準に基づいて継続企業に関する事項を開示\nする必要がある場合には当該事項を開示する責任がある。\n監査役及び監査役会の責任は、財務報告プロセスの整備及び運用における取締役の職務の執行を監視することに\nある。\n財務諸表監査における監査人の責任\n監査人の責任は、監査人が実施した監査に基づいて、全体としての財務諸表に不正又は誤謬による重要な虚偽表\n示がないかどうかについて合理的な保証を得て、監査報告書において独立の立場から財務諸表に対する意見を表\n明することにある。虚偽表示は、不正又は誤謬により生じる可能性があり、個別に又は集計すると、財務諸表の利\n用者の意思決定に影響を与えると合理的に見込まれる場合に、重要性があると判断される。\n監査人は、我が国において一般に公正妥当と認められる監査の基準に従って、監査の過程を通じて、職業的専門\n家としての判断を行い、職業的懐疑心を保持して以下を実施する。\n・不正又は誤謬による重要な虚偽表示リスクを識別し、評価する。また、重要な虚偽表示リスクに対応した監査手\n続を立案し、実施する。監査手続の選択及び適用は監査人の判断による。さらに、意見表明の基礎となる十分か\nつ適切な監査証拠を入手する。\n・財務諸表監査の目的は、内部統制の有効性について意見表明するためのものではないが、監査人は、リスク評価\nの実施に際して、状況に応じた適切な監査手続を立案するために、監査に関連する内部統制を検討する。\n・経営者が採用した会計方針及びその適用方法の適切性、並びに経営者によって行われた会計上の見積りの合理性\n及び関連する注記事項の妥当性を評価する。\n・経営者が継続企業を前提として財務諸表を作成することが適切であるかどうか、また、入手した監査証拠に基づ\nき、継続企業の前提に重要な疑義を生じさせるような事象又は状況に関して重要な不確実性が認められるかどう\nか結論付ける。継続企業の前提に関する重要な不確実性が認められる場合は、監査報告書において財務諸表の注\n記事項に注意を喚起すること、又は当該注記事項が適切でない場合は、財務諸表に対して除外事項付意見を表明\nすることが求められている。監査人の結論は、監査報告書日までに入手した監査証拠に基づいているが、将来の\n事象や状況により、会社は継続企業として存続できなくなる可能性がある。\n・財務諸表の表示及び注記事項が、我が国において一般に公正妥当と認められる企業会計の基準に準拠しているか\nどうかとともに、関連する注記事項を含めた財務諸表の表示、構成及び内容、並びに財務諸表が基礎となる取引\nや会計事象を適正に表示しているかどうかを評価する。\n監査人は、監査役及び監査役会に対して、計画した監査の範囲と時期、監査の実施過程で識別した内部統制の重要\nな不備を含む監査上の重要な発見事項、及び監査の基準で求められているその他の事項について報告を行う。\n監査人は、監査役及び監査役会に対して、独立性についての我が国における職業倫理に関する規定を遵守したこと、\n並びに監査人の独立性に影響を与えると合理的に考えられる事項、及び阻害要因を除去するための対応策を講じて\nいる場合又は阻害要因を許容可能な水準にまで軽減するためのセーフガードを適用している場合は当該セーフガー\nドについて報告を行う。\n利害関係\n会社と当監査法人又は業務執行社員との間には、公認会計士法の規定により記載すべき利害関係はない。\n以　上\n（注）１　上記の監査報告書の原本は当社が別途保管しております。\n２　ＸＢＲＬデータは監査の対象には含まれていません。\n- 82 -"
          },
          {
            "page": 83,
            "text": "ＥＹ新日本有限責任監査法人による監査報告書\n- 83 -"
          },
          {
            "page": 105,
            "text": "第二部【提出会社の保証会社等の情報】\n　該当事項はありません。\n- 102 -"
          },
          {
            "page": 106,
            "text": "独立監査人の監査報告書及び内部統制監査報告書\n２０２５年６月２５日\n株式会社植木組\n取締役会　御中\nEY新日本有限責任監査法人\n新潟事務所\n指定有限責任社員\n業務執行社員 公認会計士 野田　裕一\n指定有限責任社員\n業務執行社員 公認会計士 石井　広幸\n＜連結財務諸表監査＞\n監査意見\n　当監査法人は、金融商品取引法第１９３条の２第１項の規定に基づく監査証明を行うため、「経理の状況」に掲げられ\nている株式会社植木組の２０２４年４月１日から２０２５年３月３１日までの連結会計年度の連結財務諸表、すなわち、\n連結貸借対照表、連結損益計算書、連結包括利益計算書、連結株主資本等変動計算書、連結キャッシュ・フロー計算書、\n連結財務諸表作成のための基本となる重要な事項、その他の注記及び連結附属明細表について監査を行った。\n　当監査法人は、上記の連結財務諸表が、我が国において一般に公正妥当と認められる企業会計の基準に準拠して、株式\n会社植木組及び連結子会社の２０２５年３月３１日現在の財政状態並びに同日をもって終了する連結会計年度の経営成績\n及びキャッシュ・フローの状況を、全ての重要な点において適正に表示しているものと認める。"
          },
          {
            "page": 107,
            "text": "監査の基礎\n　当監査法人は、我が国において一般に公正妥当と認められる監査の基準に準拠して監査を行った。監査の基準における\n当監査法人の責任は、「監査人の責任」に記載されている。当監査法人は、我が国における職業倫理に関する規定に従っ\nて、会社及び連結子会社から独立しており、また、監査人としてのその他の倫理上の責任を果たしている。当監査法人は、\n意見表明の基礎となる十分かつ適切な監査証拠を入手したと判断している。\n監査上の主要な検討事項\n　監査上の主要な検討事項とは、当連結会計年度の連結財務諸表の監査において、監査人が職業的専門家として特に重要\nであると判断した事項である。監査上の主要な検討事項は、連結財務諸表全体に対する監査の実施過程及び監査意見の形\n成において対応した事項であり、当監査法人は、当該事項に対して個別に意見を表明するものではない。\n 107/117"
          },
          {
            "page": 108,
            "text": "当監査法人は、主要な検討事項に関する監査上の対応には、当連結会計年度の監査計画に含めたリスク評価手続によ\nり、収益認識に関連する内部統制の評価、工事原価総額の見積りに利用したデータや仮定の検証、工事原価総額の見積り\nの正確性の評価及び工事進捗度の算定の正確性の評価が含まれる。\n経営者及び監査等委員会の責任\n　経営者の責任は、我が国において一般に公正妥当と認められる企業会計の基準に準拠して連結財務諸表を作成し適正に\n表示することにある。これには、不正又は誤謬による重要な虚偽表示のない連結財務諸表を作成し適正に表示するために\n経営者が必要と判断した内部統制を整備及び運用することが含まれる。\n　連結財務諸表を作成するに当たり、経営者は、継続企業の前提に基づき連結財務諸表を作成することが適切であるかど\nうかを評価し、我が国において一般に公正妥当と認められる企業会計の基準に基づいて継続企業に関する事項を開示する\n必要がある場合には当該事項を開示する責任がある。\n　監査等委員会の責任は、財務報告プロセスの整備及び運用における取締役の職務の執行を監視することにある。\n監査人の責任\n　監査人の責任は、監査人が実施した監査に基づいて、全体として連結財務諸表に不正又は誤謬による重要な虚偽表示が\nないかどうかについて合理的な保証を得て、監査報告書において独立の立場から連結財務諸表に対する意見を表明するこ\nとにある。虚偽表示は、不正又は誤謬により生じる可能性があり、個別に又は集計すると、連結財務諸表の利用者の意思\n決定に影響を与えると合理的に見込まれる場合に、重要性があると判断される。\n　監査人は、我が国において一般に公正妥当と認められる監査の基準に従って、監査の過程を通じて、職業的専門家とし\nての判断を行い、職業的懐疑心を保持して以下を実施する。\n・　不正又は誤謬による重要な虚偽表示リスクを識別し、評価する。また、重要な虚偽表示リスクに対応した監査手続\nを立案し、実施する。監査手続の選択及び適用は監査人の判断による。さらに、意見表明の基礎となる十分かつ適切\nな監査証拠を入手する。\n・　連結財務諸表監査の目的は、内部統制の有効性について意見表明するためのものではないが、監査人は、リスク評価\nの実施に際して、状況に応じた適切な監査手続を立案するために、監査に関連する内部統制を検討する。\n・　経営者が採用した会計方針及びその適用方法の適切性、並びに経営者によって行われた会計上の見積りの合理性及び\n関連する注記事項の妥当性を評価する。\n・　経営者が継続企業を前提として連結財務諸表を作成することが適切であるかどうか、また、入手した監査証拠に基づ\nき、継続企業の前提に重要な疑義を生じさせるような事象又は状況に関して重要な不確実性が認められるかどうか結\n論付ける。継続企業の前提に関する重要な不確実性が認められる場合は、監査報告書において連結財務諸表の注記事\n項に注意を喚起すること、又は重要な不確実性に関する連結財務諸表の注記事項が適切でない場合は、連結財務諸表\nに対して除外事項付意見を表明することが求められている。監査人の結論は、監査報告書日までに入手した監査証拠\nに基づいているが、将来の事象や状況により、企業は継続企業として存続できなくなる可能性がある。\n・　連結財務諸表の表示及び注記事項が、我が国において一般に公正妥当と認められる企業会計の基準に準拠しているか\nどうかとともに、関連する開示を含めた連結財務諸表の表示、構成及び内容、並びに連結財務諸表が基礎となる取引\nや会計事象を適正に表示しているかどうかを評価する。\n・　連結財務諸表に対する意見表明の基礎となる十分かつ適切な監査証拠を入手するために、連結グループの財務情報に\n関する監査手続を実施する。監査人は、連結財務諸表の監査に関する指揮、監督及び査閲に関して責任がある。監査\n人は、単独で監査意見に対して責任を負う。\n　監査人は、監査等委員会に対して、計画した監査の範囲とその実施時期、監査の実施過程で識別した内部統制の重要な\n不備を含む監査上の重要な発見事項、及び監査の基準で求められているその他の事項について報告を行う。\n 108/117"
          },
          {
            "page": 109,
            "text": "　監査人は、監査等委員会に対して、計画した監査の範囲とその実施時期、監査の実施過程で識別した内部統制の重要な\n不備を含む監査上の重要な発見事項、及び監査の基準で求められているその他の事項について報告を行う。\n　監査人は、監査等委員会に対して、独立性についての我が国における職業倫理に関する規定を遵守したこと、並びに監\n査人の独立性に影響を与えると合理的に考えられる事項、及び阻害要因を除去するための対応策を講じている場合又は阻\n害要因を許容可能な水準にまで軽減するためのセーフガードを適用している場合はその内容について報告を行う。\n　監査人は、監査等委員会との協議を行った事項のうち、当連結会計年度の連結財務諸表の監査において特に重要である\nと判断した事項を監査上の主要な検討事項として決定し、監査報告書において記載する。ただし、法令等により当該事項\nの公表が禁止されている場合や、極めて限定的ではあるが、監査報告書において報告することにより生じる不利益が公共\nの利益を上回ると合理的に見込まれるため、監査人が報告すべきでないと判断した場合は、当該事項を記載しない。\n＜内部統制監査＞\n内部統制監査意見\n　当監査法人は、金融商品取引法第１９３条の２第２項の規定に基づく監査証明を行うため、株式会社植木組の２０２５\n年３月３１日現在の内部統制報告書について監査を行った。\n　当監査法人は、株式会社植木組が２０２５年３月３１日現在の財務報告に係る内部統制は有効であると表示した上記の\n内部統制報告書が、我が国において一般に公正妥当と認められる財務報告に係る内部統制の評価の基準に準拠して、財務\n報告に係る内部統制の評価結果について、全ての重要な点において適正に表示しているものと認める。\n内部統制監査の基礎\n　当監査法人は、我が国において一般に公正妥当と認められる財務報告に係る内部統制の監査の基準に準拠して内部統制\n監査を行った。財務報告に係る内部統制の監査の基準における当監査法人の責任は、「監査人の責任」に記載されている。\n当監査法人は、我が国における職業倫理に関する規定に従って、会社から独立しており、また、監査人としてのその他の\n倫理上の責任を果たしている。当監査法人は、意見表明の基礎となる十分かつ適切な監査証拠を入手したと判断している。\n内部統制報告書に対する経営者及び監査等委員会の責任\n　経営者の責任は、財務報告に係る内部統制を整備及び運用し、我が国において一般に公正妥当と認められる財務報告に\n係る内部統制の評価の基準に準拠して内部統制報告書を作成し適正に表示することにある。\n　監査等委員会の責任は、財務報告に係る内部統制の整備及び運用状況を監視し検証することにある。\nなお、財務報告に係る内部統制の評価の基準は、財務報告に係る内部統制の限界を伴うものであり、財務報告に係る内部\n統制により財務報告の虚偽の記載を完全には防止又は発見することができない可能性がある。\n監査人の責任\n　当監査法人の責任は、当監査法人が実施した内部統制監査に基づいて、独立の立場から内部統制報告書に対する意見を\n表明することにある。\n　当監査法人は、我が国において一般に公正妥当と認められる財務報告に係る内部統制の監査の基準に従って、職業的専\n門家としての判断を行い、職業的懐疑心を保持して以下を実施する。\n・　内部統制報告書における財務報告に係る内部統制の評価結果について監査証拠を入手するための監査手続を実施する。\n内部統制監査の監査手続は、当監査法人の判断により、財務報告の信頼性に及ぼす影響の重要性に基づいて選択及び\n適用される。\n・　財務報告に係る内部統制の評価範囲、評価手続及び評価結果について経営者が行った記載を含め、全体として内部統制\n報告書の表示を検討する。\n・　内部統制報告書における財務報告に係る内部統制が有効であるかどうかについて意見表明する。\n　当監査法人は、意見表明の基礎となる十分かつ適切な監査証拠を入手したと判断している。\n利害関係\n　会社と当監査法人又は業務執行社員との間には、公認会計士法の規定により記載すべき利害関係はない。\n以　　上\n 109/117"
          },
          {
            "page": 110,
            "text": "（注）１．上記の監査報告書の原本は当社（有価証券報告書提出会社）が別途保管しております。\n２．ＸＢＲＬデータは監査の対象には含まれていません。\n\n＜報酬関連情報＞\n報酬関連情報は、連結財務諸表の監査報告書に記載されている。\n 110/117"
          },
          {
            "page": 111,
            "text": "利害関係\n会社と当監査法人又は業務執行社員との間には、公認会計士法の規定により記載すべき利害関係はない。\n以　　上\n 111/117"
          },
          {
            "page": 112,
            "text": "ただし、法令等により当該事項の公表が禁止されている場\n合や、極めて限定的ではあるが、監査報告書において報告することにより生じる不利益が公共の利益を上回ると合理的に\n見込まれるため、監査人が報告すべきでないと判断した場合は、当該事項を記載しない。\n 112/117"
          },
          {
            "page": 113,
            "text": "（注）１．上記の監査報告書の原本は当社（有価証券報告書提出会社）が別途保管しております。\n２．ＸＢＲＬデータは監査の対象には含まれていません。\n＜報酬関連情報＞\n　報酬関連情報は、連結財務諸表の監査報告書に記載されている。\n利害関係\n　会社と当監査法人又は業務執行社員との間には、公認会計士法の規定により記載すべき利害関係はない。\n以　　上"
          },
          {
            "page": 114,
            "text": "【提出書類】 確認書\n【根拠条文】 金融商品取引法第24条の４の２第１項\n【提出先】 関東財務局長\n【提出日】 2025年６月25日\n【会社名】 株式会社植木組\n【英訳名】 UEKI CORPORATION\n【代表者の役職氏名】 取締役社長　日下部　久夫\n【最高財務責任者の役職氏名】 該当事項はありません。\n【本店の所在の場所】 新潟県柏崎市駅前１丁目５番45号\n【縦覧に供する場所】 株式会社植木組東京本店\n（東京都千代田区神田東松下町41番地２）\n株式会社東京証券取引所\n（東京都中央区日本橋兜町２番１号）\n【表紙】"
          },
          {
            "page": 115,
            "text": "１【有価証券報告書の記載内容の適正性に関する事項】\n当社取締役社長日下部久夫は、当社の第78期（自　2024年４月１日至　2025年３月31日）の有価証券\n報告書の記載内容が金融商品取引法令に基づき適正に記載されていることを確認いたしました。\n２【特記事項】\n特記すべき事項はありません。\n 115/117"
          },
          {
            "page": 116,
            "text": "【提出書類】 内部統制報告書\n【根拠条文】 金融商品取引法第24条の４の４第１項\n【提出先】 関東財務局長\n【提出日】 2025年６月25日\n【会社名】 株式会社植木組\n【英訳名】 UEKI CORPORATION\n【代表者の役職氏名】 取締役社長　日下部　久夫\n【最高財務責任者の役職氏名】 該当事項はありません。\n【本店の所在の場所】 新潟県柏崎市駅前１丁目５番45号\n【縦覧に供する場所】 株式会社植木組東京本店\n（東京都千代田区神田東松下町41番地２）\n株式会社東京証券取引所\n（東京都中央区日本橋兜町２番１号）\n【表紙】\n 116/117"
          }
        ]
      }
    ]
  }
]